[
  {
    "id": "2012",
    "date": "1944-08-01",
    "lead_pl": "Zbiórka przed atakiem na mosty",
    "lead_en": "An assembly before an attack on the bridges",
    "photo": "photo-not-available",
    "story_title": "Zbiórka przed atakiem na mosty",
    "story_body_pl": "Na zdjęciu widzimy jak dowódca Juliusz Szawdyn Konrad (z prawej strony w furażerce) odbiera przysięgę od świeżo zmobilizowanych powstańców - żołnierzy. Zdjęcie zrobiono w kompleksie budynków Ubezpieczalni Społecznej przy ul. Smulikowskiego 6/8.\n\nJednymi z najważniejszych celów do opanowania przez powstańców były przeprawy przez Wisłę. Na mosty Średnicowy i Poniatowskiego uderzało w pierwszym dniu powstania Zgrupowanie \"Konrad\". Niestety nie udało mu się osiągnąć powodzenia. Stawiało to pod znakiem zapytania możliwość szybkiego przyjścia z odsieczą powstaniu Armii Czerwonej.\n\n\"Konrad\" opanował za to położony na Wybrzeżu Kościuszkowskim budynek Ubezpieczalni Społecznej (później Związku Nauczycielstwa Polskiego). Pozwalało to na obserwację praskiego brzegu Wisły.",
    "story_body_en": "On the picture we see the commander - Juliusz Szawdyn Konrad (to the right in brimless cap) receives an oath from the freshly mobilized fighters – soldiers. The picture was taken in the complex of Social Security Office buildings at 6/8 Smulikowskiego St.\n\nThe Vistula bridges were among the most important objectives for the Insurgents. The Średnicowy and Poniatowskiego bridges were attacked in the first days of the uprising by the \"Konrad\" unit. Unfortunately without success. It made the quick relief by Red Army highly questionable.\n\n\"Konrad\" succeeded in capturing the Social Security building (later to become the building of the Association of Polish Teachers) at Wybrzeże Kościuszkowskie. It allowed for an observation of the other (Praga) bank of Vistula.",
    "gps_latitude": "52.23780387700",
    "gps_longitude": "21.03122559121",
    "map_x": 8987,
    "map_y": 7182,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2013",
    "date": "1944-08-01",
    "lead_pl": "Barykada na ul. Dobrej",
    "lead_en": "Barricade across Dobra St.",
    "photo": "photo-not-available",
    "story_title": "Barykada na ul. Dobrej",
    "story_body_pl": "Pierwszego dnia powstania ludność Warszawy była na ogół ogarnięta entuzjazmem. Cywile ochoczo wspierali powstańców. Jednym z przejawów tego wsparcia było planowe bądź spontaniczne budowanie barykad. Powstawały one we wszystkich częściach miasta.\n\nBarykada widoczna na zdjęciu, przegradzająca ulicę Dobrą, została zbudowana zgodnie z wytycznymi dowództwa AK. Ułożona z płyt chodnikowych mogła skutecznie i długo chronić przed ostrzałem broni ręcznej. W sierpniu na ulicy Dobrej dochodziło jedynie do okazjonalnych walk. \n\nNiemcy zwrócili się przeciwko Powiślu dopiero 3 września. W tym dniu i następnym barykada odgrywała jednak kluczową rolę broniąc dostępu do Elektrowni Warszawskiej. Nie mogła jednak skutecznie obronić powstańców przed ostrzałem niemieckich dział szturmowych. \n\nTe ogniem bezpośrednim dość szybko rozbiły tę zaporę, jak i kolejne barykady Powiśla. W tych warunkach walka nie mogła trwać zbyt długo. Powstańcy opuścili tę dzielnicę po 3 dniach.",
    "story_body_en": "In the first day of the uprising the Warsaw population was generally enthusiastic. The civilians willingly aided the fighters. One of the signs of that was the planned or spontaneous construction of barricades. They were constructed throughout the city.\n\nThe barricade seen in this picture, blocking Dobra street, was constructed pursuant to the instructions of AK headquarters. Build of pavement slabs it formed an efficient cover from handgun fire. August saw only occasional fights at Dobra.\n\nThe German turned against Powiśle as late as September 3rd. On this day and the following day the barricade played crucial role in cutting off the access to the Warsaw Power Plant. Still it could not efficiently cover the fighters from the fire of German assault guns.\n\nThese guns, with direct fire, relatively quickly destroyed that blockade, and the next barricades of Powiśle. In those conditions the fight could not last for long. The fighters left this district after 3 days.",
    "gps_latitude": "52.24414672302607",
    "gps_longitude": "21.02137908465579",
    "map_x": 8574,
    "map_y": 6757,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2002",
    "date": "1944-08-02",
    "lead_pl": "Barykada imienia Stefana Okrzei",
    "lead_en": "The Stefan Okrzeja barricade",
    "photo": "photo-not-available",
    "story_title": "Barykada imienia Stefana Okrzei",
    "story_body_pl": "Fragment meldunku mjr. Tadeusza Wardejn-Zagórski \"Gromskiego\" z 2 sierpnia, godz. 10.\n\n\"O godz. 8.30-9.15 dzielnica Wola-Powązki wszędzie zabarykadowana bardzo dokładnie, choć zapory słabe: przewrócone wozy, samochody, nieraz tylko stare meble lub rozkopana jezdnia i ułożone płyty chodnika.\nZapory bardzo gęste, na każdym skrzyżowaniu i mocno obsadzone ludźmi, plastikiem i butelkami z benzyną. Słabiej z bronią i amunicją.\"\n\nNa zdjęciu widoczna barykada imienia Stefana Okrzei wybudowana obok budynku Okopowa 26 (okolice ulicy Barona). W tle fragment ulicy Dzielnej.\n\nStefan Okrzeja był działaczem Polskiej Partii Socjalistycznej i organizatorem grup bojowych tejże partii. Brał udział w kilku zamachach na carskich urzędników w Warszawie. Schwytany podczas próby zabójstwa warszawskiego oberpolicmajstra Karla Nolkena został skazany na śmierć. Stracono go na stokach warszawskiej cytadeli.\n\nPo śmierci Stefan Okrzeja stał się symbolem zbrojnej walki o niepodległość i prawa robotnicze. ",
    "story_body_en": "Fragment of a report of Maj. Tadeusz Wardejn-Zagórski \"Gromski\" dated 2nd of August, 10 hours.\n\n\"At 8.30-9.15 the Wola-Powązki district barricaded very precisely, still the barriers are weak: turned over carts, cars, and sometimes only older furniture or dugout roadway and stacked pavement slabs.\nThe barriers are very dense, on every crossing and very well manned, supplied with plastic explosives and bottles of gasoline. Weapons and munitions are in shorter supply.\"\n\nThe picture shows the Stefan Okrzeja barricade constructed at the 28 Okopowa building (vicinity of Barona street). A fragment of Dzielna street can be seen in the background.\n\nStefan Okrzeja was an activist of the Polish Socialist Party and an organizer of fighting militias of this party. He participated in several assassination attempts of Tsar’s officials in Warsaw. Once captured, during an attempt to assassinate the chief police officer Karol Nolken he was sentenced to death. He was executed on the hillside of the Warsaw Citadel.\n\nAfter his death Stefan Okrzeja became a symbol of armed fight for independence and workers rights.",
    "gps_latitude": "52.240397371689085",
    "gps_longitude": "20.977510693115164",
    "map_x": "6670",
    "map_y": "6991",
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2030",
    "date": "1944-08-02",
    "lead_pl": "Zapasy żywności zdobyte w PWPW",
    "lead_en": "Food supplies seized at Polish Security Printing Work",
    "photo": "photo-not-available",
    "story_title": "Zapasy żywności zdobyte w PWPW",
    "story_body_pl": "2 sierpnia powstańcy opanowują Państwową Wytwórnię Papierów Wartościowych przy ul. Sanguszki 1. Wraz z obiektem przejęte zostają jego ogromne magazyny żywnościowe, zawierające m.in. znaczne ilości suszonych ziemniaków. Do końca sierpnia ludność cywilna otrzymuje z nich 18 ton suszu ziemniaczanego, przy czym jedna tona suszu odpowiada wartości odżywczej 10 ton świeżych ziemniaków.\n\nW pierwszych dniach powstania AK zajmuje magazyny żywności w całym mieście. Na Woli w nocy z 1 na 2 sierpnia opanowana zostaje fabryka Monopolu Tytoniowego przy Dzielnej, gdzie oprócz papierosów znajduje się duży magazyn żywności. \n\n1 sierpnia na Stawkach zdobyte zostają duże niemieckie magazyny żywności, zawierające głównie konserwy mięsne i cukier. Ze zburzonych magazynów Fuchsa na Miodowej uratowanych zostaje kilka ton cukru i 70 ton jęczmienia. \n\n2 sierpnia powstańcy przejmują sporo żywności w wypadzie na Dworzec Towarowy. Magazyny Społem na Czerniakowskiej 196 zawierają cukier i cukierki. Na Solcu zajęta zostaje fabrykę marmolady i makaronu. \n\nTe zapasy żywności staną się niezbędne dla podtrzymania walki i przetrwania ludności w oblężonym mieście.",
    "story_body_en": "On August 2nd the uprising forces take control of the Polish Security Printing Work [Pol. \"Państwowa Wytwórnia Papierów Wartościowych\"] at 1 Sanguszki St. Together with that object huge stores of food are seized, containing (among others) large quantities of dried potatoes. Till the end of August the civil population will be given 18 tons of those dried potatoes, with each ton corresponding to nutrient value of 10 tons of fresh potatoes.\n\nDuring the first days of the uprising AK was able to seize food warehouses throughout the city. In Wola, during the night of 1st and 2nd of August the Tobacco Monopoly Factory is taken over, where apart from cigarettes also a large warehouse of food is located.\n\nLarge German food warehouses are seized on 1st of August in Stawki, containing mostly canned meat and sugar. The Poles are also able to recover several tons of sugar and 70 tons of barley from the ruined Fuchs warehouses at Miodowa. \n\nOn 2nd of August the uprising forces seize substantial amounts of food during their raid on the Cargo Train Station. The Społem warehouses at Czerniakowska No. 196 also contain sugar and sweets. Marmelade and pasta factory is taken over in Solec.\n\nThese food supplies will become essential to support the fight and the survival of population of the besieged city.",
    "gps_latitude": 52.25597,
    "gps_longitude": 21.007148,
    "map_x": 7935,
    "map_y": 5926,
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2035",
    "date": "1944-08-02",
    "lead_pl": "Zdobycie Pantery na Woli",
    "lead_en": "Capture of a Panther tank in Wola District",
    "photo": "photo-not-available",
    "story_title": "Zdobycie Pantery na Woli",
    "story_body_pl": "2 sierpnia powstańcom z batalionu Zośka udało się zdobyć dwa niemieckie czołgi typu Pantera. W bliżej niewyjaśnionych okolicznościach obydwie Pantery zabłąkały się na ulicę Karolkową i usiłowały przedrzeć się na północ skręcając w ul. Mireckiego, a następnie w ul. Okopową. \n\nCzołgi były pozbawione osłony piechoty. Dzięki temu powstańcom udało się kilkukrotnie obrzucić je butelkami zapalającymi i granatami przeciwpancernymi. Te nie uszkodziły poważnie żadnego z czołgów, lecz w okolicach skrzyżowania Okopowej i Glinianej w pierwszej Panterze zgasł silnik i czołg stanął unieruchomiony. Załoga przesiadła się do drugiej Pantery.\n\nDrugi wóz zawrócił na południe, lecz otrzymał trafienie z granatnika PIAT. Pocisk wybił dziurę z tyłu wieży czołgu. Wywołało to popłoch wśród załogi i czołg zjechał niespodziewanie z nasypu (ulica Okopowa biegła ówcześnie 1,5 metrowym nasypem) i wbił się w narożnik domu, co go skutecznie unieszkodliwiło.\n\nPierwszą Panterę, \"Magdę\", udało się uruchomić już następnego dnia. Dokonał tego \"majster Lumeński\", czyli Jan Uniewski, wolski mechanik. W następnych dniach udało się również naprawić drugi czołg, który nazwano \"WP\". Na zdjęciu widać, jak \"Lumeński\" wystawia głowę z jego włazu. \n\nObydwa wozy brały udział w walkach aż do opuszczenia Woli przez żołnierzy batalionu Zośka. Niestety nie było możliwości przeprowadzenia czołgów przez ruiny getta warszawskiego. Poza tym powstańcy mieli poważne trudności w zdobyciu paliwa do czołgów i ładowaniu ich akumulatorów.",
    "story_body_en": "On August 2nd the fighters of the Zośka battalion succeeded in capturing two German Panther tanks. In circumstances that could not be explained in details the Panthers turned into Karolkowa St. and attempted to push further north, by turning into Mireckiego St. and then into Okopowa St.\n\nThe tanks were devoid of infantry cover. Thanks to that the uprising fighters managed to hit them several times with incendiary bottles and anti-armor grenades. These did no substantial damage to the tanks but in the vicinity of the Okopowa and Gliniana crossing the engine cut off in the first of the Panthers and the tank was immobilized. Its crew moved on to the other Panther.\n\nThe other vehicle turned around south, but was hit by a PIAT grenade launcher. The missile punched a hole in the rear of the tank’s turret. This caused its crew to panic and the tank, unexpectedly, went off the embankment (back then Okopowa street was laid over a 1.5m high dyke) and hit a corner of a house, which in turn put it out of service.\n\nThe first Panther \"Magda\" was already mobilized the next day. This was done by \"majster Lumeński\" that is Jan Uniewski, a mechanic of Wola. In the following days also the other tank could be successfully repaired and this one was named \"WP\". On the picture we see \"Lumeński\" sticking his head out of its hatch.\n\nBoth vehicles participated in the fights till Wola was left by the soldiers of the Zośka battalion. Unfortunately there was no possibility of passing the ruins of Warsaw Ghetto with them. Apart from that the fighters found it difficult to get fuel for and charge the batteries of the tanks.",
    "gps_latitude": "52.245894",
    "gps_longitude": "20.977265",
    "map_x": "6658",
    "map_y": "6579",
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2014",
    "date": "1944-08-02",
    "lead_pl": "Elektrownia na Powiślu",
    "lead_en": "The Powiśle Power Plant",
    "photo": "photo-not-available",
    "story_title": "Elektrownia na Powiślu",
    "story_body_pl": "2 sierpnia pracownicy Elektrowni Miejskiej na Powiślu przejmują kontrolę nad swoim zakładem pracy. Pracownikom zorganizowanym w ramach Wojskowej Służby Ochrony Powstania (WSOP) przewodzą inżynierowie Skibniewski i Kahl.\n\nZacięta walka trwała przez całą noc od godziny \"W\" 1 sierpnia. Urządzenia Elektrowni, na szczęście dla Polaków, nie uległy poważnym uszkodzeniom. Zdobycie Elektrowni było jednym z największych sukcesów pierwszych dni powstania. Dostęp do prądu ułatwiał niezmiernie życie w mieście, a także pozwalał funkcjonować powstańczym warsztatom, gdzie produkowano broń i amunicję.\n\nNa zdjęciu widoczni żołnierze oddziału WSOP \"Elektrownia\" na opanowanym obiekcie.",
    "story_body_en": "On August 2nd the workers of the City Power Plant in Powiśle take over the control over their workplace. The workers organized in the Military Uprising Support Service (WSOP) are led by engineers: Skibniewski and Kahl.\n\nHard fight that started on \"W\" hour on August 1st, continued throughout the night. The devices of the Power Plant survived, luckily for Poles, with only minor damages. The capturing of the Power Plant was one of the biggest successes of the first days of the uprising. The access to electricity largely made the life of the city easier and also allowed for the uprising workshops, that produced weapons and munitions, to function.\n\nThe picture shows soldiers of the WSOP \"Elektrownia\" unit in the object they have taken over.",
    "gps_latitude": "52.2401661846112",
    "gps_longitude": "21.027503507934625",
    "map_x": 8832,
    "map_y": 6983,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2015",
    "date": "1944-08-03",
    "lead_pl": "Butle gazowe na barykadzie",
    "lead_en": "Gas canisters on a barricade",
    "photo": "photo-not-available",
    "story_title": "Butle gazowe na barykadzie",
    "story_body_pl": "Pułkownik Antoni Chruściel \"Monter\", Komendant Okręgu Warszawa Armii Krajowej, na samym początku powstania wydaje zarządzenie obejmujące m.in. instrukcję budowania barykad, które w pierwszych dniach konstruowane są w sposób spontaniczny i improwizowany. \n\nNa zdjęciu widoczna budowa barykady, prawdopodobnie na rogu Leszna i Wroniej. Umieszczone w niej butle z gazami technicznymi pełnią rolę zapór przeciwczołgowych.\n\nFragment zarządzenia płk. \"Montera\" z 3 sierpnia:\n\nNajważniejszą dzisiaj sprawą jest zbudowanie przez ludność każdego bloku - odpowiednich, naukowo opracowanych barykad. Istniejących nie znosić, lecz urządzić w nast[ępujący] sposób: barykady budować wyłącznie z płyt chodnikowych. Układać je nie jak dotychczas bezładnie, lecz tylko płasko i wiązać tak jak cegły. \n\nBudować nie jak dotychczas - prostopadle na ulicy, lecz tylko na skrzyżowaniach - skośnie od rogu do rogu, aby wokół bloków zagrożonych można było swobodnie cyrkulować. Daje to jeszcze oszczędność materiału. Przy murach domów pozostawiać dwie do trzech strzelnic dla stojących i tyleż dla leżących. \n\nBarykady muszą być porządnie budowane nie tylko dla bezpieczeństwa, ale i dlatego, że muszą było łatwe i szybko rozbieralne dla przepuszczania naszych samochodów zdobycznych, których przybywa. Barykady nie mogą leżeć w martwym polu obstrzału, szczególniej zaś przyścienne przełomy. Zewsząd trzeba robić próby dosięgnięcia ich grubościennymi butelkami.",
    "story_body_en": "Colonel Antoni Chruściel \"Monter\", Commander in Chief of the Warsaw District of Home Army, at the very beginning of the uprising issued a resolution that, among others, included an instruction for barricade construction, as they were constructed in a spontaneous and improvised matter in the beginning.\n\nThe picture shows the construction of a barricade, probably at the corner of Leszno and Wronia St. The technical gas canister installed in them are used as anti-tank barrier.\n\nFrom the 3rd August resolution of Col. \"Monter\":\n\n\"The most important issue now is that the residents of every block construct appropriate – scientifically developed barricades. The existing ones shall not be disassembled, but instead reorganized in the following way: the barricades are to be constructed exclusively of pavement slabs. They should be placed not as they are now- without order, but horizontally and connected like the building bricks are in a wall.\n\nBuild not as till now – that is perpendicularly on the street, but only on the crossings – slanted from one corner to another, so as to allow free communication between the threatened blocks. This also results in savings of material. Leave two or three shooting holes at the walls of houses, for standing shooters and the same number for laying ones.\n\nThe barricades have to be well constructed not only for safety concerns, but also because they have to be easily and swiftly removable to let our captured vehicles, which are in growing numbers. The barricades can’t be located in dead firing ranges, especially the near wall openings. Attempts are to be made to construct in such a way, that they are easily reachable with thick-glass bottles.\"",
    "gps_latitude": 52.238809,
    "gps_longitude": 20.983312,
    "map_x": 6904,
    "map_y": 7099,
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2026",
    "date": "1944-08-03",
    "lead_pl": "Powstańczy patrol",
    "lead_en": "A patrol during the uprising",
    "photo": "photo-not-available",
    "story_title": "Powstańczy patrol",
    "story_body_pl": "Widoczna na zdjęciu drużyna powstańców jest prowadzona przez inż. Stanisława Jankowskiego \"Agatona\". Są prawdopodobnie w okolicach placu Kazimierza Wielkiego (dzisiejsza okolica skrzyżowania ul. Miedzianej i Siennej). Idą na patrol w kierunku Śródmieścia. To pierwsze dni powstania, jeszcze nie są odcięci od innych dzielnic. \n\nWarto zwrócić uwagę na uzbrojenie powstańców. Tylko jeden z nich ma broń prawdziwie skuteczną podczas otwartej walki w mieście - pistolet maszynowy Sten. Pozostali dysponują tylko zwykłymi pistoletami. Te, choć przydatne w warunkach konspiracji, nie były adekwatnym uzbrojeniem podczas walki ogniowej. Podobnie słabo uzbrojona była większość powstańczych drużyn.\n\nOddział \"Agatona\" przeszedł niezwykłą drogę. W pierwszych dniach sierpnia uczestniczył w obronie Woli w ramach zgrupowania Kedywu. Po upadku Woli bronił Starego Miasta. Ze Starego Miasta \"Agaton\" wraz ze swoim oddziałem ewakuował się do Śródmieścia, gdzie wszedł w skład osłony Kwatery Głównej AK.",
    "story_body_en": "The squad of uprising fighters visible on the picture is led by inż. Stanisław Jankowski \"Agaton\". They are most probably in the vicinity of Kazimierz Wielki square (today’s crossing of Miedziana and Sienna). They walk for a patrol heading towards the Srodmiescie. These are first days of the uprising and they are not yet cut off the remaining districts.\n\nWhat is worth noting is the armament of fighters. Just one of them has a weapon really efficient in open combat in city – a Sten submachine gun. The remaining ones have just ordinary pistols. And these, although highly usable in conspiration conditions, but were far from adequate an armament for open fire exchange. Similarly weak was the armament of the majority of uprising squads.\n\nThe troop of \"Agaton\" went through an unusual path. In the first days of August it participated in the defense of Wola as a part of the Kedyw group (Kierownictwo Dywersji – Sabotage Command). After the fall of Wola it defended Old Town. From the Old Town \"Agaton\", together with his squad, evacuated to Srodmiescie, where he was included in the cover of AK Main Headquarters.",
    "gps_latitude": 52.229581,
    "gps_longitude": 20.990419,
    "map_x": 7207,
    "map_y": 7749,
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2031",
    "date": "1944-08-03",
    "lead_pl": "Zdobycie Poczty Głównej",
    "lead_en": "Capturing the Main Post Office",
    "photo": "photo-not-available",
    "story_title": "Zdobycie Poczty Głównej",
    "story_body_pl": "Opanowanie Poczty Głównej było zadaniem batalionu im. Kilińskiego. Pierwsze natarcie na Pocztę Główną prowadzone o godzinie \"W\" nie powiodło się. Tak samo następne rozpoczęte tuż przed północą. \n\nGrupy szturmowe atakowały m.in. od strony budynków na Świętokrzyskiej 17 i 19 przez otwory wybite w murze Poczty. \n\nW trakcie oblężenia dowódca SS i policji na dystrykt warszawski Paul Otto Geibel zorganizował odsiecz z udziałem wozów bojowych, w wyniku której uwolniono m.in. naczelnika warszawskiej dyrekcji pocztowej Wölflego. \n\nSukces powstańcom przyniosło natarcie w godzinach wieczornych 2 sierpnia, które doprowadziło do opanowania dolnych pięter. Ostateczne zajęcie obiektu nastąpiło 3 sierpnia.",
    "story_body_en": "Capturing the Main Post Office was the task of the Kiliński battalion.\nThe first attack led at the Main Post Office at \"W\" hour failed. Same happened to the next one, conducted shortly before midnight.\n\nThe assault groups attacked, among other, from the side of 17 and 19 Świętokrzyska St. buildings, through holes punched in the walls of the Post Office.\n\nDuring the siege the SS and police commander of the Warsaw district – Paul Otto Geibel organized a relief force with use of armored vehicles, that resulted, inter alia, in the freeing of the chief of Warsaw post office directorate Wölfle.\n\nThe success of the uprising forces came with the evening assault on 2nd of August that lead to the control being taken over the bottom levels. The building was completely seized on 3rd of August.",
    "gps_latitude": 52.2352,
    "gps_longitude": 21.014496,
    "map_x": 8259,
    "map_y": 7377,
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2036",
    "date": "1944-08-03",
    "lead_pl": "Niemieckie punkty oporu na Żoliborzu",
    "lead_en": "German strongholds in Żoliborz District",
    "photo": "photo-not-available",
    "story_title": "Niemieckie punkty oporu na Żoliborzu",
    "story_body_pl": "Meldunek wywiadowczy dowódcy drużyny Szarych Szeregów z Żoliborza P. Noakowskiego:\n\n\"Niemcy znajdują się w koszarach koło kościoła na Bielanach w CIWF [Centralny Instytut Wychowania Fizycznego] oraz ich czołgi na szosie modlińskiej. Dalej są w szkole dawniej 64 i Poniatówce (róg Felińskiego i Lisa Kuli) oraz w willi na Felińskiego (trzecia po prawej stronie od Mierosławskiego w stronę dworca). \n\nPoza tym w Instytucie Chemicznym przy Alei Wojska Polskiego oraz w Cytadeli. Posterunek stoi na Wiadukcie. W kierunku na Powązki są w Szkole na Elbląskiej i na prawo (w stronę szosy modlińskiej) na wzgórkach. Stoi tam działko polowe (?) ostrzeliwujące Piaski. Nasi opanowali Centralę Telefoniczną na rogu Felińskiego i Mierosławskiego. Na rogu Mierosławskiego i Mickiewicza nasze barykady.\"\n\nNa zdjęciu CIWF przed wojną.",
    "story_body_en": "A reconnaissance report by commander of Żoliborz Szare Szeregi team P. Noakowski:\n\n\"The Germans are still in the barracks in Bielany in CIWF [Central Institute for Physical Education] and their tanks on the road to Modlin. Furthermore they are in the former no. 64 school and in Poniatówka (corner of Felińskiego and Lisa Kuli St.) and in the villa at Felińskiego St.(third on the right side, counting from the Mierosławskiego St. to the train station).\n\nApart from that in Chemical Institute at the Wojska Polskiego avenue and in the Citadel. There is a post on the overpass. In direction of Powązki they are in the school at Elbląska St. and to the right (in the direction of the road to Modlin) on the small hills there. There is a field gun (?) there that shells Piaski. Our men have captured the Phone Switchboard on the corner of Felińskiego and Mierosławskiego St. Our barricades were erected on the corner of Mierosławskiego and Mickiewicza.\"\n\nOn the picture – CIWF prior to the outbreak of war.",
    "gps_latitude": "52.285012",
    "gps_longitude": "20.958331",
    "map_x": "5818",
    "map_y": "3933",
    "district": "Żoliborz",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2037",
    "date": "1944-08-03",
    "lead_pl": "Zdobycie Dworca Pocztowego",
    "lead_en": "Capture of the Post Train Station",
    "photo": "photo-not-available",
    "story_title": "Zdobycie Dworca Pocztowego",
    "story_body_pl": "\"Iza\", \"Stokrotka\", \"Pantera\", \"Kajtek\", kpr. Mirosław Biernacki \"Generał\", \"Sonia\", \"Irys\", \"Pozorny\", \"Lampart\" i \"Wanda\" stoją na rogu Chmielnej i Żelaznej po zdobyciu Centralnego Dworca Pocztowego. Niemcy zostają stąd wyparci w trzecim dniu powstania przez Zgrupowanie \"Chrobry II\". Obiekt, zwany Żelazną Redutą, pozostanie w rękach powstańców do końca walk. W ramach tego samego natarcia zajęty zostaje także Dom Turystyczny przy placu Starynkiewicza.\n\nBudynek Dworca został wzniesiony częściowo przed wojną na miejscu dawnego Dworca Kaliskiego i wykończony już podczas okupacji. Dzisiaj nie istnieje, został rozebrany w latach 2006-2007.",
    "story_body_en": "\"Iza\", \"Stokrotka\", \"Pantera\", \"Kajtek\", Corp. Mirosław Biernacki \"Generał\", \"Sonia\", \"Irys\", \"Pozorny\", \"Lampart\" and \"Wanda\" stand on the corner of Chmielna and Żelazna after capturing of the Central Post Train Station. The Germans were pushed out of this object on the third day of the uprising by the \"Chrobry II\" unit. The object, also called the Iron Redoubt [Pol. \"Żelazna Reduta\"], will remain in hands of the uprising forces till the cease fire. In the same attack also the House of the Tourist is taken at the Starynkiewicz square.\n\nThe building of the Train Station was partially completed prior to the war, at the location of the former Calisia Train Station, and completed already during the occupation. It was demolished in 2006-2007 and no longer exists today.",
    "gps_latitude": "52.226502",
    "gps_longitude": "20.994035",
    "map_x": "7368",
    "map_y": "7954",
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2001",
    "date": "1944-08-04",
    "lead_pl": "Walki o budynek PAST na Zielnej",
    "lead_en": "Fights for the PAST building at Zielna St.",
    "photo": "photo-not-available",
    "story_title": "Walki o budynek PAST na Zielnej",
    "story_body_pl": "Meldunek sytuacyjny ppłk. Sławbora do Komendanta Okręgu AK Warszawa dnia 4.VIII rb. na godz. 18-tą.\n\nGodz. 5.45\n\"(...) Natarcie było poparte ogniem 1 plutonu z ul. Zielnej nr 40, po czym sekcja pionierów wykonała skok z miną wybuchową pod bramę, którą wysadziła w powietrze. Za sekcją pionierów posuwał się pluton porucznika Szarego i wdarł się na podwórze Pasty. Tu napotkał mocne drzwi, które musiał wysadzać, względnie spalić. W tym celu użył posiadany miotacz ognia. (...) por. Żmudzin wraz z [dwoma] plutonami (...) wdarł się na parter Pasty za plutonem por. Szarego. Walka trwała 3 godziny.\n\nPoszczególne kondygnacje budynku są przedzielane drzwiami kratowymi, a plutony nie posiadały już więcej materiału wybuchowego, nie można było więc wedrzeć się na wyższe piętra. Dowódcy wszystkich plutonów zostali ranni, w tym dowódca całości - por. Żmudzin, wobec czego ostatni z nich - rotmistrz Nałęcz również ranny - zarządził wycofanie się.\n\n Wycofanie to odbyło się w przeciągu 2 godzin spokojnie i planowo pod osłoną pluton por. Andrzeja. Straty: zabitych 2 szeregowców i 1 sanitariuszka, rannych - oficerów 4-ch, szeregowych ok. 10. Budynek Pasty pozostaje nadal pod obserwacją i lekkim ogniem przez plut. IX Zgrupowania [batalionu \"Kilińskiego\"].\"\n\n(Na zdjęciu budynek PAST widoczny ze stanowiska strzeleckiego. Zdjęcie wykonane prawdopodobnie 22 sierpnia, już po zdobyciu PAST, przez fotoreportera o pseudonimie Joachim.)",
    "story_body_en": "Situational report of Lt. col. [Pol. \"ppłk.\"]Sławbor to the Commander of the Warsaw District of Home Army [AK] of 04.08. this year, 18.00 hours.\n\n5.45 hours\n\"(...) The attack was supported with fire of 1 platoon from 40 Zielna street, after that a section of pioneers performed a leap with an explosive mine to the gate, which they successfully blew in the air. The pioneer section was joined by platoon of lieutenant Szary, which forced its way to the yard of the PAST. There they were faced with a strong door that they had to blew or set alight. They used their flamethrower to do that. (…) Lt. Żmudzin, together with [two] platoons (…)entered the ground level of PAST after the platoon of Lt. Szary. The fight lasted for 3 hours.\n\nThe individual levels of the building are divided with grid doors and the platoons had no more explosive materials, hence they could not force their way to higher floors. The commanders of all platoons were wounded, including the commanding officer – Lt. Żmudzin, due to that the last one of them – Cavalry Capt. Nałęcz, also wounded – ordered retreat.\n\nThe retreat took 2 hours, was performed calmly and according to the plan, under the cover of platoon of Lt. Andrzej. Losses: 2 privates and one female paramedic killed, wounded – 4 officers, approximately 10 lower rank soldiers. The PAST building remains under observation and light fire of platoon of the 9th Grouping [\"Kiliński\" battalion].\n\n(the picture shows the PAST building seen from a firing position. Picture was most probably taken on 22nd of August, already after seizure of PAST, by a photojournalist known as \"Joachim\".)",
    "gps_latitude": 52.236299,
    "gps_longitude": 21.006313,
    "map_x": "7915",
    "map_y": "7291",
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2042",
    "date": "1944-08-04",
    "lead_pl": "Pierwsze lotnicze zrzuty zaopatrzenia",
    "lead_en": "First airdrop supplies",
    "photo": "photo-not-available",
    "story_title": "Pierwsze lotnicze zrzuty zaopatrzenia",
    "story_body_pl": "Pierwsze zrzuty dla powstańców zostały wykonane mimo braku zgody brytyjskiego dowództwa, które m.in. obawiało się poważnych strat podczas tego rodzaju operacji. \n\nTrzy z czterech samolotów, należących do polskiej 1586 eskadry operującej z lotniska Campo Casale koło Brindisi we Włoszech, wykonały zrzut w rejonie cmentarza żydowskiego. Czwarty, zaatakowany przez niemiecki myśliwiec, musiał zawrócić przed dotarciem do celu. Wszystkie maszyny wróciły do bazy, dwie z nich odniosły uszkodzenia podczas wykonywania misji. \n\nEskadra 1586 była jednostką specjalną działającą w ramach SOE (Special Operations Executive - Kierownictwo Operacji Specjalnych) wspierającej ruch oporu w Europie.\n\nNa zdjęciu powstańcy z granatnikami PIAT dostarczonymi w zrzutach w bliżej nieokreślonej lokalizacji.",
    "story_body_en": "First air drops for the uprising were made without the consent of British Command, that – among other concerns - feared great losses during such operations.\n\nThree out of four planes belonging to the 1586 Polish squadron operating from the Campo Casale airfield n. Brindisi in Italy, performed drops in the region of the Jewish cemetery. The fourth one, attacked by a German fighter, had to turn around before reaching target. All machines returned to base, two were damaged in course of the mission.\n\nThe 1586 squadron was a special unit active within SEO (Special Operations Executive) that supported resistance movements in Europe.\n\nOn the picture – uprising soldiers with a PIAT grenade launcher supplied through airdrops in further unspecified location.",
    "gps_latitude": "52.245564",
    "gps_longitude": "20.972871",
    "map_x": "6462",
    "map_y": "6612",
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2021",
    "date": "1944-08-05",
    "lead_pl": "Wyzwolenie Gęsiówki",
    "lead_en": "Liberation of \"Gęsiówka\" prison",
    "photo": "photo-not-available",
    "story_title": "Wyzwolenie Gęsiówki",
    "story_body_pl": "5 sierpnia 1944 r. żołnierze batalionu AK \"Zośka\" po brawurowej akcji zdobyli obóz koncentracyjny na terenie ruin getta warszawskiego (\"Gęsiówka\"). W akcji uczestniczył zdobyczny powstańczy czołg. Niemcy wycofali się na Pawiak. \n\nWedług danych dowództwa AK wyzwolono 348 więźniów, w tym 24 kobiety. Większość uwolnionych Żydów przyłączyła się do batalionów \"Zośka\" i \"Parasol\". Opanowanie \"Gęsiówki\" miało istotne znaczenie, ponieważ utworzyło połączenie między Wolą a Starym Miastem poprzez obszar ruin getta.",
    "story_body_en": "On August 5th, 1944 soldiers of the AK \"Zośka\" battalion, after an audacious action, captured the concentration camp located in the ruins of Warsaw Ghetto (so called \"Gęsiówka\") a captured tank participated in this action. The Germans retreated to Pawiak prison.\n\nAccording to the data of AK headquarters 348 prisoners were liberated, including 24 women. The majority of liberated Jews joined the \"Zośka\" and \"Parasol\" battalions. The capture of \"Gęsiówka\" had an essential character, as it created a connection between Wola and the Old Town, through the ruins of the Ghetto.\n",
    "gps_latitude": 52.246605,
    "gps_longitude": 20.985817,
    "map_x": 7033,
    "map_y": 6547,
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2016",
    "date": "1944-08-06",
    "lead_pl": "Kapitan \"Gozdawa\"",
    "lead_en": "Captain \"Gozdawa\"",
    "photo": "photo-not-available",
    "story_title": "Kapitan \"Gozdawa\"",
    "story_body_pl": "Lucjan Zygmunt Giżyński, urodzony w 1909 roku, podczas kampanii wrześniowej jako dowódca kompanii służył w Armii \"Karpaty\" i walczył w obronie Lwowa. Podczas okupacji uczył w konspiracyjnej Szkole Podchorążych Rezerwy Piechoty. \n\nW powstaniu był najpierw dowódcą batalionu im. Stefana Czarnieckiego. Następnie organizował obronę Starego Miasta i objął jeden z pododcinków bojowych ciągnących się od okolic placu Zamkowego przez Plac Teatralny i ul. Bielańską z redutą Banku Polskiego po rejon ulicy Długiej i Parku Krasińskich. \n\nZa walki na Starym Mieście otrzymał Krzyż Walecznych i Krzyż Virtuti Militari V klasy. Po upadku Starówki kontynuował walkę w Śródmieściu Północnym.",
    "story_body_en": "Lucjan Zygmunt Giżyński, born in 1909 served as a company leader in the \"Carpathia\" Army, fighting in the defense of Lwów. During occupation he lectured in the secret Cadet School of Infantry Reserves.\n\nDuring the uprising first he commanded the Stefan Czarniecki battalion. Then he organized the defense of Old Town and took charge of one of subsections of lines that stretched from the Warsaw Castle square throughout the Theatre Sq. and Bielańska St., with the redoubt of the Polish Bank, up till Długa street and Krasiński Family Park.\n\nFor the Old Town fights he was decorated with Cross of Valor and Class V Virtuti Militari Cross. After the fall of Old Town he continued fighting in northern Midtown.",
    "gps_latitude": 52.246551,
    "gps_longitude": 21.012127,
    "map_x": 8157,
    "map_y": 6574,
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2017",
    "date": "1944-08-06",
    "lead_pl": "Defilada oddziałów powstańczych",
    "lead_en": "Official march of uprising units",
    "photo": "photo-not-available",
    "story_title": "Defilada oddziałów powstańczych",
    "story_body_pl": "6 sierpnia oddziały powstańcze ze Starówki biorą udział w uroczystej defiladzie. Jest to rocznica wymarszu Pierwszej Kompanii Kadrowej z Krakowa w 1914 roku. Po uroczystej mszy w kościele garnizonowym oddziały idą wzdłuż ulicy Długiej. \n\nDefiladę odbiera kpt. Lucjan Giżyński \"Gozdawa\", który zresztą w latach 1936-1937 służył w Warszawskim Batalionie Reprezentacyjnym, oraz przedstawiciele władz cywilnych. Oddziały prowadzi kpt. Lucjan Fajer \"Ognisty\", zastępca \"Gozdawy\", który swoje przeżycia w powstaniu opisze potem w książce \"Żołnierze Starówki\".",
    "story_body_en": "On August 6th the units of the Old Town participate in an official march. It is the anniversary of the 1914 departure of the First Cadre Company from Cracow. After a solemn mass in the garrison church the units march along Długa St..\n\nThe march is presented in front of Capt. Lucjan Giżyński \"Gozdawa\", who n.b. in the years 1936-1937 served in the Warsaw Representative Battalion, and representatives of civil authorities. The troops are lead by Capt. Lucjan Fajer, second in charge after \"Gozdawa\", who will later describe his uprising days in the book entitled \"Żołnierze Starówki\" [\"The Soldiers of the Old Town\"].",
    "gps_latitude": 52.249271,
    "gps_longitude": 21.006956,
    "map_x": 7929,
    "map_y": 6382,
    "district": " Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2038",
    "date": "1944-08-06",
    "lead_pl": "Butelki z benzyną",
    "lead_en": "Bottles of gasoline",
    "photo": "photo-not-available",
    "story_title": "Butelki z benzyną",
    "story_body_pl": "Żołnierze 1 dywizjonu 7 pułku ułanów lubelskich \"Jeleń\" napełniają butelki benzyną z samochodu. Druga osoba od lewej to kapral podchorąży Andrzej Bontemps \"Mnich\" z plutonu 1111. \n\nButelki są używane jako broń przeciwczołgowa. W dniu 6 sierpnia opracowana zostaje, zatwierdzona przez Komendanta Głównego AK, szczegółowa instrukcja ich użycia, w której można wyczytać m.in.:\n\n\"Butelkę ogniową rzuca się w czołg na wierzch, nie pod gąsienice. Najlepsze cele to wieżyczka i luki. Butelka zapala się od samego rozbicia (...)\"\n\nDokładne miejsce wykonania zdjęcia nie jest znane, ale można się domyślać, że jest to Górny Mokotów lub Sadyba, gdzie walczyła jednostka \"Mnicha\".",
    "story_body_en": "Soldiers of the first squad of the 7th \"Jeleń\" Lublin cavalry regiment fill bottles with gasoline from a car. The second person on the left is the officer cadet, corporal Andrzej Bontemps \"Mnich\" of 1111th platoon.\n\nThe bottles are used as an anti-tank weapon. On August 6th an instruction is developed and accepted by the Commander in Chief of AK, detailing their use, that among others says the following:\n\n\"An incendiary bottle is to be thrown on top of a tank and not under its tracks. The best targets are the turret and hatches. The bottle will ignite upon breaking apart(…)\"\n\nThe exact location in which this picture was taken is unknown, but it can be assumed that it is Upper Mokotów or Sadyba, where \"Mnich\" and his unit fought.",
    "gps_latitude": "52.199950",
    "gps_longitude": "21.023801",
    "map_x": "8661",
    "map_y": "9792",
    "district": "Mokotów",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2004",
    "date": "1944-08-08",
    "lead_pl": "Walki na Powiślu o Karową i Dobrą",
    "lead_en": "Fights in Karowa St. and Dobra St. in Powiśle District",
    "photo": "photo-not-available",
    "story_title": "Walki na Powiślu o Karową i Dobrą",
    "story_body_pl": "Meldunek dowódcy AK na Powiślu, kpt. Cubryny, do Komendanta Okręgu WSOP z 8 sierpnia godz. 19.20.\n\n\"Przez cały dzień dzisiaj npl [nieprzyjaciel] nacierał piechotą, wspartą przez jeden dość oddalony czołg, w kierunku od Mariensztatu na róg Dobrej. Po walce npl opanował Karową, chwilowo zajął Stację przepompowywań ścieków. Nasze straty 2 zabitych, 9 rannych. Npl poniósł straty prawdopodobnie większe ok. 20.\n\nObecnie widać ruchy npla nad samą Wisłą, całkiem w dole. Wygląda, że npl chce nas obejść od wybrzeża.\nZamiary npla mogą być różne.\n1) albo jest to poszerzanie przyczółka od Kierbedzia,\n2) albo chęć utorowania sobie arterii komunikacyjnej pomiędzy przyczółkami mostów Kierbedzia i Kolejowym,\n3) albo chęć opanowania Elektrowni.\n\nTa trasa alternatywna wydaje się najmniej prawdopodobną.\nW każdym razie stwierdzam, że w razie silniejszego natarcia mogę być zmuszony do dalszego cofania się w kierunku na Tamkę.\n\nPoza tym duże trudności z ruchem, rozkaz rozbicia suwnicy węglowej. Węgiel doprowadza się ręcznie, co idzie bardzo powoli. Szereg kabli musiałem wyłączyć.\"\n\n(Na zdjęciu widoczny powstaniec na stanowisku strzeleckim na Powiślu.)",
    "story_body_en": "A report by Powiśle commander of AK, Capt. Cubryna to the Commander of the WSOP District of August 8th, 19.20 hours.\n\n\"Throughout the whole day the enemy infantry supported with a single tank attacked from the Mariensztat area in the direction of Dobra St. \n\nAfter the fight the enemy seized Karowa and for a moment controlled the Sewer pumping station. Our losses are 2 killed, 9 wounded. Enemy loses probably higher – approximately 20.\n\nWe now observe enemy movements on the bank of Vistula, at the very bottom. It seems that the enemy attempts to encircle us from the river bank.\nThe enemy intentions may be as such:\n1) it can be a broadening of the Kierbedź Bridge lodgment,\n2) or the will to create communication passage between the Kierbedź and Railroad bridge lodgments,\n3) or an attempt to seize the Power Plant.\n\nThis alternative passage seems to be the least probable alternative.\nIn any way I can confirm, that if faced with a stronger attack, I can be forced to further retreat in the direction of Tamka.\n\nApart from the above – large difficulties in troop movements, an order to destroy the coal gantry. The coal is transported manually, which takes time. I was forced to switch off several cables.\n\n(The picture shows an uprising fighter on a firing position in Powiśle)",
    "gps_latitude": 52.244173,
    "gps_longitude": 21.021422,
    "map_x": 8574,
    "map_y": 6757,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2006",
    "date": "1944-08-08",
    "lead_pl": "Walki na Stawkach",
    "lead_en": "Fights in Stawki",
    "photo": "photo-not-available",
    "story_title": "Walki na Stawkach",
    "story_body_pl": "Fragment meldunku dowódcy zgrupowania Radosław, ppłk. Jana Mazurkiecza \"Radosława\", do dowódcy Grupy Północ, informujący o walkach na Stawkach, z dnia 8 sierpnia godz. 21.00.\n\n\"Melduję położenie: O godz. 17.30 wyruszył na mnie atak około baonu [batalionu] piechoty (Wehrmacht) wsparty bardzo silnym ogniem granatników, moździerzy, broni maszynowej. Atak ten miał częściowo powodzenie, dokonano głębokiego włamania aż po moje MP [miejsce postoju].\n\nZaangażowany sam w walce d-ca 1 baonu Jan [kpt. Jan Kajus Andrzejewski] z własnej inicjatywy podjął przeciwdziałanie z północnego skrzydła i rozbił włamującego się npla [nieprzyjaciela], zdobywając dwa km [karabiny maszynowe], kilka rkm [ręcznych karabinów maszynowych], 1 moździerz, trochę granatów. Wybitnie się przy tym wyróżnił.\"",
    "story_body_en": "A fragment of a report of the commander of Radosław group, Lt. col. Jan Mazurkiewicz \"Radosław\" to the Commander of the North Group regarding the fights in Stawki, dated August 8th, 21.00 hours.\n\n\"I report out position: at 17.30 hours an attack was launched on my position, forces of an approximately battalion of Wehrmacht troops were supported with heavy fire of grenade launchers, mortars and machine guns. This attack was partially successful and a deep breach was achieved, reaching my HQ.\n\nThe commander of the 1st battalion Jan [Capt. Jan Kajus Andrzejewski], on his own initiative, launched a counter-attack from the left wing and routed the enemy, capturing two mgs [machine guns], several lmgs [light machine guns], 1 mortar, some grenades. He showed magnificent performance in that.\"",
    "gps_latitude": 52.25256,
    "gps_longitude": 20.989448,
    "map_x": 7204,
    "map_y": 6151,
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2011",
    "date": "1944-08-08",
    "lead_pl": "Zbiórka łączników",
    "lead_en": "Assembly of messengers",
    "photo": "photo-not-available",
    "story_title": "Zbiórka łączników w Ubezpieczalni Społecznej na ul. Smulikowskiego",
    "story_body_pl": "Łącznicy, tacy jak widoczni na zdjęciu, stanowili w powstaniu główny środek łączności wojskowej. Centrale telefoniczne początkowo znajdowały się w ręku Niemców, a później sieć kabli telefonicznych w wielu miejscach uległa zniszczeniom i nie nadawała się do użytku.\n\nŁączność radiowa między powstańcami zwykle nie była możliwa. Polacy dysponowali tylko niewielką ilością nadajników radiowych (nie można ich było posiadać podczas okupacji). Te uzyskane ze zrzutów były dostosowane do komunikacji z Londynem. Zresztą w skrajnych przypadkach próbowano nawiązywania kontaktu z odciętymi dzielnicami właśnie za pośrednictwem centrali w Londynie.\n\nNatomiast w ramach jednej dzielnicy łącznicy byli najpewniejszym sposobem komunikacji. Nie mieli oni do przejścia zbyt wielkich dystansów. Pozycje grup bojowych w powstaniu nie zmieniały się zbyt szybko, więc trafienie do oddziałów w linii bojowej nie było takie trudne. \n\nPoważnym zagrożeniem byli jednak niemieccy strzelcy wyborowi obecni w wielu izolowanych punktach miasta (budynek PASTy, Dworzec Główny, Uniwersytet itd.) oraz fakt, że nieraz droga na pozycje powstańców biegła przez tereny pod ostrzałem niemieckim.\n\nŁącznikami były często dzieci i młodzież. Teoretycznie służba nieuzbrojonego posłańca powinna być bezpieczna, lecz w rzeczywistości wielu z tych dzielnych chłopców i dziewcząt zginęło od kul snajperów i ostrzału artylerii.",
    "story_body_en": "Messengers, such as those visible on the picture, were the main mean of military communication. Phone centrals were initially in German hands, and later the network of telephonic cables was destroyed in many places and no longer usable.\n\nRadio communications between the uprising forces was usually impossible. The Poles only had a limited number of radio transmitters (which were banned during occupation). Those acquired from the parachute drops were adjusted to communications with London. And in extreme cases there were attempts of communication with the cutoff districts with the mediation of London.\n\nAnd within a single district the messengers proved to be the most reliable mean of communication. They did not have to cover large distances. The positions of fighting groups did not change rapidly, so locating the lines was not that difficult.\n\nA major threat came in form of German sharpshooters that were present in many isolated strongholds (PAST building, the Main Railroad Station, University, etc.) and the fact, that sometimes the way to the positions led through territories that were under German fire.\n\nThe messengers were frequently children and youths. In theory the service of an unarmed messenger should be safe, but in reality many of those brave boys and girls died from sharpshooter bullets or artillery barrages.",
    "gps_latitude": 52.237879,
    "gps_longitude": 21.031526,
    "map_x": 8987,
    "map_y": 7182,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2032",
    "date": "1944-08-08",
    "lead_pl": "Zrzuty na placu Krasińskich",
    "lead_en": "Airdrops on Krasińskich Sq.",
    "photo": "photo-not-available",
    "story_title": "Zrzuty na placu Krasińskich",
    "story_body_pl": "W dniu 8 sierpnia plac Krasińskich zostaje wyznaczony jako nowy rejon zrzutowy dla alianckich bombowców dostarczających zaopatrzenie walczącej Warszawie z baz ulokowanych we Włoszech. \n\nJako inne miejsca zrzutu w trakcie powstania wskazywane są place miejskie (Napoleona, Żelaznej Bramy, Kercelak, placyki na Woli między Żytnią a Mireckiego, na Żoliborzu place Wilsona i Inwalidów), większe ulice (Aleję Wojska na Żoliborzu, Marszałkowską, Al. Niepodległości, Puławską), cmentarze, getto, teren Filtrów, ogród Saski, Pole Mokotowskie. \n\nPoza Warszawą miejsca odbioru są ulokowane w Kampinosie i w Lesie Kabackim. \n\nJeszcze przed powstaniem gen. \"Bór\" przekazuje do bazy w Brindisi instrukcję do zrzutów na Warszawę zawierającą informację o sygnalizacji naziemnej i oczekiwania dotyczące zawartości zasobników. Zgodnie z depeszą sygnałem określającym pole zrzutowe miały być cztery podwójne światła ułożone w linii prostej w odstępach 30-metrowych. Pierwsze światło biało-czerwone pokazywało kierunek wiatru, pozostałe były biało-zielone. \n\nOdzew dla załogi samolotu nadawać miała pierwsza lampa biała. Ewentualne zrzuty dzienne mogły być dokonywane bez sygnału świetlnego z ziemi.\n\n(Na zdjęciu plac Krasińskic jeszcze z czasów przedwojennych, podczas kwietniowego dnia 1936 roku)",
    "story_body_en": "On 8th of August the Krasiński square is designated the new drop zone for allied bombers providing supplies for the fighting Warsaw from bases located in Italy.\n\nOther drop zones of the uprising include the city squares (Napoleon’s, Żelazna Brama, Kercelak, small squares in Wola between Żytnia and Mireckiego, Wilson’s and Iwalidów squares in Żoliborz), larger streets (Aleja Wojska in Żoliborz, Marszałkowska, Al. Niepodległości, Puławska), cemeteries, Ghetto, the area of Water Filters, Saski park, Mokotów Field.\n\nOutside Warsaw the drop zones were located in Kampinos and Kabaty forests.\n\nBefore the uprising general \"Bór\" passed on the drop instructions for Warsaw to Brindisi Airbase, containing the ground signals and expectations in regard to content of the containers. Pursuant to that communicate the signal locating a drop zone was four double lights aligned in a straight line, at distances of 30 meters from each other. The first red and white light showed the wind direction, the remaining lights were white and green.\n\nThe response signal for the crews were to be emitted by the first white lamp. Possible day drops were to take place without ground light signals.\n\n(Photograph shows the Krasiński square from prewar period, on an April day of 1936)",
    "gps_latitude": 52.249218,
    "gps_longitude": 21.005926,
    "map_x": 7893,
    "map_y": 6385,
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2005",
    "date": "1944-08-10",
    "lead_pl": "Obrona Elektrowni na Powiślu",
    "lead_en": "Defence of the Powiśle Power Plant",
    "photo": "photo-not-available",
    "story_title": "Obrona Elektrowni na Powiślu",
    "story_body_pl": "Informacja Prasowego Sprawozdawcy Wojennego do Biura Informacji i Propagandy Komendy Głównej Armii Krajowej o walkach o Elektrownię.\n\n\"W dniu 10 sierpnia między godz. 9-10 rano podczas ulewnego deszczu, od ul. Karowej, Wybrzeżem Kościuszkowskim zajechał pod Elektrownię samochód pancerny z Niemcami. Załoga Elektrowni otworzyła na napastników silny ogień. Wywiązała się walka. W rezultacie samochód został rozbity, dwóch Niemców rannych, jeden uciekł. Unieruchomiony samochód pozostał na Wybrzeżu.\"\n\n(Na zdjęciu widoczny powstaniec z pistoletem maszynowym MP 40 na stanowisku strzeleckim na Powiślu.)",
    "story_body_en": "Information of the War Press Correspondent to the Information and Propaganda Office of the Home Army Headquarters regarding the fight for Power Plant.\n\n\"On August 10th, between 9 and 10 AM, during pouring rain, from the side of Karowa St., through the Wybrzeże Kościuszkowskie duct an armored car carrying Germans drove to the Power Plant. The squad of the Power Plant opened heavy fire to the attackers and fight broke out. In its result the armored car was destroyed, two Germans wounded and one fled. The immobilized car remained at the Wybrzeże\".\n\n(The picture shows a fighter armed with a MP40 submachine gun, on a firing position in Powiśle.)",
    "gps_latitude": 52.240902,
    "gps_longitude": 21.027761,
    "map_x": 8832,
    "map_y": 6983,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2039",
    "date": "1944-08-11",
    "lead_pl": "Goliaty na Woli",
    "lead_en": "Goliath tracked mines in Wola District",
    "photo": "photo-not-available",
    "story_title": "Goliaty na Woli",
    "story_body_pl": "Na zdjęciu widoczni niemieccy żołnierze, prawdopodobnie w drugim tygodniu walk na Woli, na ulicy Piaskowej, przygotowujący samobieżne miny \"Goliat\" do akcji.\n\nW trakcie powstania AK opracowała szczegółową instrukcję o właściwościach technicznych, sposobie działania i możliwościach unieszkodliwienia i rozbrojenia czołgu-miny \"Goliata\":\n\n\"Napęd miny odbywa się przez silnik benzynowy, uruchomiany korbką przed startem, silnik podobny do silników używanych do pomp wodnych.\nPo puszczeniu w ruch Goliata sterowanie odbywa się za pomocą kabla o trzech przewodnikach, które rozwija się na szpuli w miarę posuwania się miny naprzód (żadnych urządzeń radiowych i sterowania przez radio nie ma).\n\nOdpalanie ładunku mat. wyb. może nastąpić w każdej pozycji Goliata przez tenże kabel oraz spłonkę elektryczną, umieszczoną w mat. wyb. Koniec kabla zostaje w rękach oraz powoduje jej wybuch. Żadnych zapalników uderzeniowych, które powodowałyby wybuch miny przy jej zderzeniu z przeszkodą - nie ma.\n\nZapał elektryczny jest umieszczony z lewej strony Goliata patrząc w kierunku zderzaka i jest on przykryty żelazną blachą dla zabezpieczenia; np. po odkręceniu śrubek utrzymujących powyższą pokrywę i jej zdjęciu należy rozłączyć kontakt oraz b a r d z o o s t r o ż n i e wyjąć spłonkę elektryczną z materiału wybuchowego i dopiero wówczas można przystąpić do wyjmowania materiału wybuchowego.\n\nJak widać z powyższego opisu przecięcie kabla, który ciągnie za sobą Goliat, praktycznie unieszkodliwia go. W razie więc ataku Goliatami, należy starać zniszczyć kabel za pomocą granatów ręcznych. Gdy jest czas i możliwość dostania się do kabla ręką, należy przeciąć kabel w ten sposób, aby przerwać każdy z przewodników osobno.\n\nGoliat zawiera około 50 kg mat. wyb. w postaci kostek silnie sprasowanego dynamitu.\"",
    "story_body_en": "On the picture we see German soldiers, probably in second week of Wola fights, at Piaskowa St., preparing a \"Goliath\" tracked mine for action.\n\nDuring the uprising the AK developed a detailed instruction regarding the technical properties, mode of action and the possibilities of disabling and disarming the \"Goliath\" tracked mine:\n\n\"The mine is propelled by a gasoline engine, started with a crank before launching, the engine itself is similar to those used in water pumps. After launching Goliath the steering is possible through a three lead cable, that is unwinding from a reel as the mine proceeds forward (no radio devices and radio control devices are present).\n\nThe explosive charge detonation is possible in every position of Goliath, with a signal sent through that cable and an electric detonator inserted in expl. mat. The end of the cable is kept in hands and causes the explosion of the device. No strike primers that would cause the explosion of mine after its collision with obstacles are present.\n\nThe electric detonator is placed on the left side of Goliath (looking in the direction of bumper) and is fastened with an iron plate for safety; e.g. after unscrewing and removal of that plate the disconnect the connector and v e r y  c a r e f u l l y remove the electric detonator from the explosives and only after that attempt removing explosives.\n\nAs we see from the above description the cutting of cable that is drawn by the Goliath effectively disables it. In case of Goliath attack attempt destroying the cable with hand grenades. If there is time and possibility to reach the cable with hands, cut it in such a way that each of the wires is cut separately.\n\nThe Goliath contains approximately 50kgs of explosives in form of highly dense dynamite.\"",
    "gps_latitude": "52.254090",
    "gps_longitude": "20.975994",
    "map_x": "6601",
    "map_y": "6055",
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2018",
    "date": "1944-08-12",
    "lead_pl": "Miejsce postoju KG AK przy Barokowej",
    "lead_en": "AK quarters at Barokowa St.",
    "photo": "photo-not-available",
    "story_title": "Miejsce postoju KG AK przy Barokowej",
    "story_body_pl": "Na zdjęciu widać barykadę i zasieki przy ulicy Barokowej. Tam, w budynku szkoły powszechnej pod nr 7, niedaleko Pasażu Simonsa, mieściła się kwatera sztabu Komendy Głównej Armii Krajowej. Już następnego dnia, z powodu ciągłego ostrzału artylerii, siedziba Komendy zostanie przeniesiona na ul. Długą. \n\nKG AK przenosiła się wielokrotnie w trakcie powstania. Pierwsze miejsce postoju znajdowało się na Woli w Fabryce Mebli Jerzego Kamlera przy Dzielnej 72. Ostatnie w Śródmieściu Południowym w gmachu PAST przy ul. Piusa XI (dziś Piękna).",
    "story_body_en": "We see barricade and abatis at Barokowa street. It is there, in the building of the general school number 7, near the Simons mall, that the headquarters of the Home Army Chief of Staff [KG AK] was located. The next day, due to intensive artillery shelling, the headquarters will be moved to Długa St.\n\nThe KG AK was moved many times during the uprising. The first location was in Wola in the Jerzy Kamler Furniture Factory at 72 Dzielna St. The last one in Southern Midtown in the PAST building at Piusa XI St. (today’s Piękna).",
    "gps_latitude": 52.247779,
    "gps_longitude": 21.001696,
    "map_x": 7738,
    "map_y": 6495,
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2010",
    "date": "1944-08-14",
    "lead_pl": "Zdobyczny transporter opancerzony Szary Wilk",
    "lead_en": "Armoured car \"Szary Wilk\" seized by insurgents",
    "photo": "photo-not-available",
    "story_title": "Zdobyczny transporter opancerzony Szary Wilk",
    "story_body_pl": "14 sierpnia dwa niemieckie transportery opancerzone skręciły z Krakowskiego Przedmieścia w ulicę Oboźną. Wedle niektórych źródeł kierowcy po prostu zabłądzili w drodze od mostu Kierbedzia (dziś Śląsko-Dąbrowski) na Uniwersytet.\n\nPierwszy z transporterów przejechał obok powstańczej barykady zamykającej wylot ul. Kopernika na Oboźną, po czym skręcił w ulicę Sewerynów i dalej Bartosiewicza. Tam Niemcy odkryli, że ulica jest ślepa i musieli się zatrzymać. Wtedy powstańcy z pobliskiego domu obrzucili pojazd butelkami zapalającymi. \n\nEfekt był natychmiastowy, gdyż transporter tego rodzaju nie posiada dachu nad przedziałem dla pasażerów - załoga pojazdu musiała wyskoczyć z wnętrza.\nTransporter w bardzo dobrym stanie dostał się w ręce powstańców. Nazywano go Jaś, a później Szary Wilk. \n\nPowstańcy włączyli go do kolumny motorowej VIII zgrupowania \"Krybar\". Składała się ona poza tym z \"Kubusia\" - transportera opancerzonego, który powstańcy samodzielnie zmontowali na bazie 3-tonowej ciężarówki Chevroleta. \n\nObydwa pojazdy były wykorzystywane podczas prób zdobycia zabudowań Uniwersytetu. Zakończyły swoją służbę 6 września, gdy nie udało im się wydostać z Powiśla zajętego przez Niemców.\n\nNa zdjęciu Szary wilk podjeżdżający ulicą Tamka. Po lewej stronie ulicy z charakterystycznym wykuszem Fabryka Instrumentów Geodezyjnych i Rysunkowych G. Gerlach (Tamka 38). Po prawej widoczny fragment muru Zamku Ostrogskich.",
    "story_body_en": "This had an immediate effect, as this type of APCs had no roof over passenger compartment and the squad of the vehicle had to escape from it.\nThe APC, in very good condition, was captured by the uprising forces. It was called \"Jaś\" and later on \"Szary Wilk\".\n\nThe Uprising Forces included it in the motorized column of the 8th \"Krybar\" Unit group. Apart from that APC it consisted of \"Kubuś\" – another APC, that was constructed by the uprising forces on the basis of a 3-ton Chevrolet truck.\n\nBoth vehicles were used in attempts to capture the University buildings. They finished their service on September 6th, when they failed to break out the Powiśle, which was then captured by the Germans.\n\nThe picture shows \"Szary Wilk\" ascending Tamka. On the left side of the street, with the characteristic bay, the G. Gerlach Geodetic and Drawing Devices Factory (Tamka 38). On the right side we see a fragment of a wall of the Castle of Ostrogski Family.",
    "gps_latitude": 52.23685,
    "gps_longitude": 21.023274,
    "map_x": 8649,
    "map_y": 7250,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2040",
    "date": "1944-08-15",
    "lead_pl": "Rozbicie liberatora KG-836 na Miodowej",
    "lead_en": "The crash of KG-836 Liberator on Miodowa St.",
    "photo": "photo-not-available",
    "story_title": "Rozbicie liberatora KG-836 na Miodowej",
    "story_body_pl": "Meldunek ktp. \"Włada\" [Wiktora Dobrzańskiego] o zestrzeleniu Halifaxa nad ul. Miodową z 15 sierpnia 1944 r.\n\n\"Melduję, że dn. 15 VIII 44 godz. 2.30 spadł zestrzelony samolot Halifax 4-motorowy na kamienicę nr 24, którą przebiwszy rozpadł się na części, które upadły na ul. Miodową. Pożar, spowodowany materiałami pędnymi i smarami, oraz wybuchającą amunicją zrzutową, przeniósł się na sąsiednią kamienicę, która doszczętnię spłonęła. \n\nW kamienicy Miodowa 24 mieszczą się magazyny, kwatermistrzostwo, punkt sanitarny oraz urzędy władz, dlatego też samorzutnie przystąpiłem do zlokalizowania pożaru, co z wielkim trudem przy bardzo słabej akcji strażaków w kilka godzin udało mi się dokonać. Ze zgliszcz wyciągnąłem 2 spalonych lotników, których oddałem do pochowania lekarzowi i kapelanowi.\"\n\nAutor meldunku myli się, co do typu zestrzelonego samolotu. Był to faktycznie amerykański Liberator. Pomyłka jest jednak zrozumiała, gdyż loty nad okupowaną Polską wykonywały dotychczas przeważnie brytyjskie Halifaxy.",
    "story_body_en": "Report of Capt. \"Wład\" [Wiktor Dobrzański] regarding the shooting down of a Halifax over Miodowa St. dated 15th of August, 1944.\n\n\"I report, that on 15 08 44, 02.30 hours a shot down 4-motor Halifax airplane fell down on the town house no. 24, which it did punch through and parts of the plane struck Miodowa St. The fire caused by propellants and oils, and the exploding munitions spread to the neighboring house, that was completely burned down.\n\nIn the town warehouses located at 24 Miodowa St., the quartermaster offices, a sanitary point and official authorities are located, that is why I attempted to locate the fire, which, with great difficulty and weak support from firefighters, I was able to accomplish in several hours time. I removed 2 burnt bodies of airmen from the wreckage and passed them on to doctors and the chaplain to bury.\"\n\nThe author of report is wrong when it comes to the type of the airplane shot down. It was actually an American \"Liberator\". Still this error can easily be understood, as flights over occupied Poland were, to that date, performed mostly by British Halifax bombers.",
    "gps_latitude": "52.248229",
    "gps_longitude": "21.007588",
    "map_x": "7949",
    "map_y": "6436",
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2028",
    "date": "1944-08-18",
    "lead_pl": "Rusznikarze na Czerniakowie",
    "lead_en": "Gunsmiths of Czerniaków District",
    "photo": "photo-not-available",
    "story_title": "Rusznikarze na Czerniakowie",
    "story_body_pl": "Podczas powstania funkcjonowało sporo warsztatów rusznikarskich. Te niewielkie, takie, jak ten na zdjęciu, były zakładane na bazie istniejących warsztatów, czy sklepów żelaznych i mechanicznych. Zatrudniały zwykle po kilka osób.\n\nNa zdjęciu pierwszy mężczyzna z prawej trzyma broń - jest to najprawdopodobniej ręczny karabin maszynowy wzór 1928 (rkm wz.28). Nie został on na pewno wyprodukowany w tym warsztacie, znajduje się tu w naprawie. Być może został wyciągnięty z jednej ze skrytek, w których polskie oddziały chowały broń podczas i po kampanii wrześniowej.\n\nPowstańcy dysponowali bardzo niewielką liczbą rkmów i innej ciężkiej broni piechoty. Warsztat widoczny na zdjęciu musiał się cieszyć dobrą renomą, skoro zlecono mu naprawę takiego sprzętu.\n\nNajwiększa \"fabryka\" broni znajdowała się na ul. Hożej 51 w Śródmieściu Południowym. Bazowała na maszynach i personelu pobliskiej odlewni braci Łopieńskich.",
    "story_body_en": "A large number of gunsmith works functioned during the uprising. The small ones, such as this one pictured, were based on the basis of existing workshops or hardware or mechanic stores. They usually employed just several people each.\n\nOn the picture the first man on the right holds a weapon – it is most probably a type 1928 light machine gun (Pol. \"rkm wz.28\"). This could most certainly not be manufactured in this workshop and was only given for repair. It could have been recovered from one of the hiding places in which Polish units hid weapons during and after the September campaign of 1939.\n\nThe fighters of the uprising had only a small number of LMGs and other heavy infantry weapons. The workshop from the picture must have had a good reputation, if it was ordered with repairing such equipment.\n\nThe largest weapon \"factory\" was located at 51 Hoża street in Southern Srodmiescie. It was based on the machinery and employees of the nearby iron foundry of Łopieński brothers.",
    "gps_latitude": 52.228631,
    "gps_longitude": 21.035732,
    "map_x": 9168,
    "map_y": 7806,
    "district": "Czerniaków",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2033",
    "date": "1944-08-18",
    "lead_pl": "Elektrownia zastępcza",
    "lead_en": "Replacement power plant",
    "photo": "photo-not-available",
    "story_title": "Elektrownia zastępcza",
    "story_body_pl": "Elektrownia na Powiślu została opanowana przez powstańców 2 sierpnia. Licząc się jednak z możliwością odcięcia dostaw energii elektrycznej z tego źródła odpowiednio wcześniej podjęto działania zapobiegawcze. \n\nW Śródmieściu Południowym istniała jednostka techniczna zorganizowana przez dowódcę saperów kpt. Michała Buczę ps. Mechanik, zwana Wytwórnią. Składała się ona z rusznikarni oraz służb technicznych mających za zadanie zabezpieczyć dostawy prądu oraz wody na wypadek zatrzymania działalności elektrowni i wodociągów. \n\nPraca przy konstruowaniu elektrowni zastępczej na Hożej 51 (w budynku Związku Spółdzielni Mleczarskich i Jajczarskich) trwała od 18 sierpnia. Specjaliści skierowani do tego zadania przez Biuro Spraw Elektrycznych Delegatury Rejonowej Warszawa-Południe dostawali wyżywienie od stacjonującego na miejscu oddziału wojskowego.\n\nPracami kierował późniejszy dowódca elektrowni na Hożej inż. Sobiesław Dajkowski ps. Florek, elektryk, specjalista budowy maszyn elektrycznych. Z warsztatu na Poznańskiej przyniesiono agregat prądotwórczy Phaenomen o mocy ok. 15 kVA, który został zainstalowany w piwnicy głównego magazynu tzw. Jajczarni. \n\nZ Politechniki pozyskano prądnicę i inny sprzęt elektryczny. Z zakładu Strójwąsa doniesiono silnik samochodowy i prądnicę. Rezerwowe połączenie energetyczne przeprowadzono z jednego transformatorów Politechniki zasilanego bezpośrednio z Pruszkowa (czyli ze źródła energii niezależnego od elektrowni na Powiślu, zatem szczególnie cennego). \n\nW sprawach technicznych konsultowano się z prof. inż. Włodzimierzem Hellmannem (por. Bill).\n\nElektrownia zastępcza na Hożej stała się niezbędna po 4 września, gdy elektrownia na Powiślu została opanowana przez Niemców. Już poprzedniego dnia około południa uszkodzone zostały w wyniku ostrzału kable zasilające na Dobrej i Tamce i odcięta została od prądu m.in. stacja filtrów przy Żelaznej. Później uszkodzone zostały także rozdzielnia i maszynownia elektrowni, co spowodowało przerwanie dostaw prądu. \n\n4 września Biuro Spraw Elektrycznych przedstawiło plan uruchomienia agregatów zastępczych. Agregat Phaenomen o mocy 15 KVA miał zasilać pompę studni głębinowej o wydajności 30 tys. litrów na godzinę. W chwili pisania meldunku jego budowa była na ukończeniu. Wytwarzał on prąd zmienny, trójfazowy o napięciach 380/220 V. Zaopatrywanie ludności cywilnej ograniczono do określonych godzin. \n\nDrugi agregat zbudowano z silnika samochodowego oraz prądnicy przyniesionej z Politechniki. Jego moc wynosiła również 15 kVA. Agregaty pracowały bez wzajemnej synchronizacji. Załoga elektrowni przygotowywała także trzeci agregat prądotwórczy jako rezerwowy (zapewne na bazie wspomnianych wcześniej silnika i prądnicy z zakładu Strójwąsa)",
    "story_body_en": "The Powiśle Power Plant came under the control of uprising forces on 2nd of August. With uprising forces well aware of the possibility of cutting off power supply from this source, appropriate countermeasures were introduced.\n\nThere was a technical unit in the Southern Śródmieście organized by the commander of the engineers Capt. Michał Bucza \"Mechanik\", also called the \"Wytwórnia\" [Factory]. It consisted of gunsmith works and technical services responsible for securing electricity and water supply in case of halting the functioning of the power plant and the water supply grid.\n\nWork on construction of replacement power plant at 51 Hoża (in the management offices of the Związek Spółdzielni Mleczarskich i Jajczarskich [The Association of Diary and Egg Manufacturing Cooperatives]) was completed on 18th of August. The specialists delegated to this task by the Office of Electric Matters of the Warsaw-South Field Delegature were receiving their food supplies from the local military unit.\n\nThe work was led by the future Hoża plant commander, inż. Sobiesław Dajkowski \"Florek\", an electrician specializing in construction of electric machinery. A Phaenomen power generator of approx. 15 KVA nominal power war brought in from works at Poznańska and installed in the basement of the main egg warehouse.\n\nElectric generator and other electric equipment was acquired from the Warsaw University of Technology. The Strójwąs workshop provided a car engine and another generator. A reserve energy connection was conducted from one of the transformers of the University of Technology that was supplied directly from Pruszków (that is from a source of energy independent from the Powiśle power plant and thus particularly valuable).\n\nProf. inż. Włodzimierz Hellman (Lt. Bill) was consulted in technical matters.\n\nThe Hoża replacement power plant proved necessary after September 4th, when the Powiśle power plant was captured by the Germans. It was already the previous day, around midday, when the supply cables were damaged due to shelling at Dobra and Tamka and the power supply was cut off, among others, from the water treatment plant at Żelazna. Later on also the switching station and the machinery room of the power plant were damaged, which caused the halting of power supply.\n\nOn September 4th the Office of Electric Matters presented the plan of activation of replacement generators. The 15KVA Phaenomen generator was to provide power for the pump of the deep well, capable of providing 30 thousand liters of water per hour. At the moment of preparation of the report its construction was being completed. The generator provided alternating three phase current with voltages of 380 and 220V. Supply of civilians was limited to previously defined hours.\n\nThe second generator was constructed from a car engine and the generator brought in from the University of Technology. Its nominal power was also 15 KVA. The generators worked without synchronization. The crew of the plant also prepared a third, reserve power generator (probably on the basis of the previously mentioned engine and generator from Strójwąs works).",
    "gps_latitude": 52.22503,
    "gps_longitude": 21.009816,
    "map_x": 8070,
    "map_y": 8073,
    "district": "Śródmieście Płd.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2047",
    "date": "1944-08-19",
    "lead_pl": "Początek boju o Starówkę",
    "lead_en": "Start of the fight for the Old Town",
    "photo": "photo-not-available",
    "story_title": "Początek boju o Starówkę",
    "story_body_pl": "19 sierpnia Niemcy rozpoczynają generalne natarcie na Stare Miasto. Dzień później, zniszczywszy uprzednio część Pałacu Mostowskich za pomocą goliata, zdobywają ten ważny obiekt (na zdjęciu - wygląd pałacu w 1926 roku, gdy mieściło się w nim Dowództwo Okręgu Korpusu I Warszawa). \n\n21 sierpnia w godzinach porannych płk. Karol Ziemski \"Wachnowski\" melduje o utracie Muranowa:\n\n\"Położenie własne. Utracono Muranów. Na odcinku Bielańska npl [nieprzyjaciel] wdarł się do Banku Polskiego. Wycofano obsadę z palących się budynków na Nalewkach 2a i 4. Reszta pozycji utrzymana. Przez cały dzień silna działalność lotnictwa bombardującego, artylerii i miotaczy min. Z miasta istnieją tylko gruzy. Obronę utrudnia ogólny brak amunicji. \n\nSzczególnie granatów w walkach wręcz oraz amunicji do Piatów [brytyjskich granatników] przeciwko czołgom, które występują w coraz większych zespołach. Nawiązałem łączność z Żywicielem, potwierdził rozkazy dla Okonia, przysłał trochę amunicji. W ciągu nocy o godz. 01.00 dnia 21 bm. oczekiwałem na uderzenie mjr. Okonia, który zameldował natarcie o tej godzinie. Natarcie nie wyszło.\"\n\nBank Polski zostaje odzyskany jeszcze tego samego dnia dzięki akcji polskich saperów. Wbrew treści meldunku mjr \"Okoń\" atakował tej nocy, lecz natarcie żoliborskich powstańców, mające na celu połączeniu dwóch dzielnic zostało powstrzymane na linii torów kolejowych przebiegających przez Dworzec Gdański.",
    "story_body_en": "On August 19th the Germans launch a general assault on the Old Town. A day later, destroying a part of the Mostowski Palace with a Goliath, they capture this important object (on the picture – the palace in 1926 when it housed the Headquarters of the District of the 1st Warsaw Corps).\n\nOn August 21st, in the morning Col. Karol Ziemski \"Wachnowski\" reports the loss of Muranów:\n\n\"Own position. Muranów lost. In the Bielańska part the enemy has entered the Polish Bank. The crew of the burning Nalewki 2a and 4 buildings retreated. The remaining positions are kept. Heavy aerial, artillery and mortar bombardment throughout the whole day. What remained of the city is rubble. The defense is made harder due to shortage of ammunition.\n\nEspecially grenades for hand to hand combat and Piat [British grenade launcher] anti-tank ammunition as tanks are now active in larger teams. I have contacted Żywiciel, he confirmed the orders for Okoń and sent some ammunition. In the night at 01.00 hours on 21st I awaited the assault of Maj. Okoń who reported a planned assault on that hour. The assault was not launched.\"\n\nThe Polish Bank will be recaptured the same day thanks to an assault of Polish engineers. Contrary to the report Maj. \"Okoń\" attacked that night, but the assault of Żoliborz fighters, that was aimed at connecting the two districts was halted on the line of railroad tracks running through the Gdański Train Station.",
    "gps_latitude": "52.245866",
    "gps_longitude": "20.999055",
    "map_x": "7573",
    "map_y": "6613",
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2027",
    "date": "1944-08-20",
    "lead_pl": "Zdobycie PASTy na Zielnej",
    "lead_en": "Capturing PAST building at Zielna St.",
    "photo": "photo-not-available",
    "story_title": "Zdobycie PASTy na Zielnej",
    "story_body_pl": "Budynek Polskiej Akcyjnej Spółki Telefonicznej położony przy ul. Zielnej 37 był jednym z najwyższych budynków w mieście. Miał też dla Niemców duże znaczenie, jako główna centrala telefoniczna, która obsługiwała połączenia między Generalnym Gubernatorstwem a Berlinem.\n\nBudynek PASTy stał się obiektem polskich ataków od pierwszego dnia powstania. Jednak załoga 160 policjantów okazała się zbyt silna. W kolejnych dniach niemieccy strzelcy wyborowi z górującego nad otoczeniem budynku PASTy dotkliwie dawali się we znaki ludności miasta. Praktycznie uniemożliwiali swobodny ruch na okolicznych ulicach.\n\nPo kilku kolejnych nieudanych próbach zdobycia PASTy powstańcy zbudowali improwizowane miotacze ognia na bazie motopomp strażackich. Przy ich użyciu w dniach 19-20 sierpnia podpalali kolejne piętra budynku, aż w końcu niemiecka załoga musiała się poddać.",
    "story_body_en": "The building of the Polish Share Telephone Company (Polska Akcyjna Spółka Telefoniczna) located at 37 Zielna street was one of the highest buildings in the city. It was also of great importance for the Germans, as its main telephone switchboard served the whole of connections between the General Government and Berlin.\n\nThe PAST building became object of Polish attack from the first day of the uprising. Still its crew of 160 policemen proved too strong. In the following days German marksmen operating from the PAST building that towered above its surroundings have proven to be a menace for the city’s population. They practically rendered free movement on the surrounding streets impossible.\n\nAfter several failed attacks on PAST Polish soldiers built improvised flamethrowers based on firefighting engine pumps. With their use, on 19 and 20th of August there were able to set ablaze consequent levels of the building, finally forcing the German crew to surrender.",
    "gps_latitude": 52.236299,
    "gps_longitude": 21.006313,
    "map_x": "7915",
    "map_y": "7291",
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2034",
    "date": "1944-08-20",
    "lead_pl": "Odsiecz z południa",
    "lead_en": "Relief from the South",
    "photo": "photo-not-available",
    "story_title": "Odsiecz z południa",
    "story_body_pl": "Dowódca sił powstańczych na Mokotowie, ppłk. Stanisław Kamiński \"Daniel\" (w kapeluszu, obok betonowego słupka) dokonuje przeglądu kompani przybyłych z Lasów Chojnowskich. \n\nDowództwo AK starało się zmobilizować do walki w Warszawie również siły operujące poza miastem, \"oddziały leśne\". Były one zwykle znacznie lepiej uzbrojone niż powstańcy ze stolicy - co widać np. po leżącym na ziemi po prawej karabinie maszynowym MG 42.\n\nWidoczni na zdjęciu żołnierze z kompanii \"Krawiec\" pochodzili zasadniczo z miejscowości na południe od Warszawy - Pyr, Piaseczna, Powsina. Po wybuchu powstania dołączyli do nich dość licznie powstańcy z szybko opanowanej przez Niemców Ochoty oraz część oddziałów z Mokotowa.\n\n14 sierpnia do tego zgrupowania dotarł rozkaz Komendy Głównej AK nakazujący natarcie z Lasu Kabackiego w ogólnym kierunku na Sadybę i zasilenie oddziałów walczących na Mokotowie. \n\nStarcia z placówkami niemieckimi po drodze nie przebiegły zbyt pomyślnie - m.in. podczas natarcia na Wilanów zginął głównodowodzący tych sił ppłk. Grzymała. Mimo wszystko ok. 550 dość dobrze uzbrojonych żołnierzy AK dotarło na Mokotów i wzmocniło wydatnie siły tej dzielnicy.",
    "story_body_en": "The commander of the uprising forces in Mokotów, Lt. Col. Stanisław Kamiński \"Daniel\" (in a hat, next to the concrete pillar) reviews the companies that came in from the Chojnów Forests.\n\nThe AK command tried to mobilize also other forces, the so called \"forest units\" for fight in Warsaw. They were usually a lot better armed than the uprising fighters from the capital - which can beseen on the example of the MG42 machine gun, that lays on the ground to the right.\n\nThe soldiers on the picture belong to the \"Krawiec\" company and came, in their majority, from locations south of Warsaw – Pyry, Piaseczno, Powsin. After the outbreak of the uprising they were joined, in quite large numbers, by the fighters of Ochota that was quickly recaptured by Germans and also some of the units from Mokotów.\n\nOn August 14th this unit was ordered by the AK Main Headquarters to attack from the Kabaty Forest in the direction of Sadyba and to relieve the units fighting in Mokotów.\n\nThe fights with German posts en route did not always end well – among others, during the assault on Wilanów, Lt. Col. Grzymała, the commander in chief of those forces was killed. In the end some 550 relatively well armed AK soldiers reached Mokotów and contributed to a large strengthening of the forces of that district.",
    "gps_latitude": "52.192807",
    "gps_longitude": "21.023926",
    "map_x": "8668",
    "map_y": "10282",
    "district": "Mokotów",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2048",
    "date": "1944-08-21",
    "lead_pl": "Natarcia na Dworzec Gdański",
    "lead_en": "Assault on Gdański Train Station",
    "photo": "photo-not-available",
    "story_title": "Natarcia na Dworzec Gdański",
    "story_body_pl": "W drugiej połowie sierpnia oddziały AK ze Starego Miasta i Żoliborza próbowały otworzyć drogę pomiędzy tymi dzielnicami przeprowadzając dwa skoordynowane nocne uderzenia na obsadzony przez Niemców rejon Dworca Gdańskiego.\n\nDowódca AK na Żoliborzu raportował:\n\"W dniu 19.08 przybył na teren Żoliborza mjr Okoń z około 350 ludźmi. Natarł w nocy z dn. 20 na 21.08 przy współdziałaniu ze mną. Natarcie załamało się w ogniu ckm i artylerii, które działały deprymująco na młodego żołnierza. \n\nW dniu 21.08 o godz. 10 przybył p. Grzegorz z KG [generał Tadeusz Pełczyński \"Grzegorz\", szef sztabu Komendy Głównej AK]. Po uzgodnieniu z nim odbyło się w nocy z 21 na 22.08.44 natarcie na Dworzec Gdański przy czynnym moim udziale (patrz meld. specj.). Natarcie nie udało się. W międzyczasie w dn. 20.08 nawiązano kontakt drogą podziemną z Warszawą [mowa o centralnych dzielnicach miasta, przede wszystkim o Starym Mieście], który utrzymywany jest stale.\"\n\nWspomniany w raporcie meldunek specjalny przedstawiał ze szczegółami wsparcie udzielone głównemu natarciu sił mjr. \"Okonia\", przybyłych z Kampinosu, przez lokalne oddziały żoliborskie.\n\n\"Zgrupowanie Żyrafa I zajęło stanowisko o godz. 01.00 na swoich normalnych pozycjach, wiążąc od godz. 2.30 npla [nieprzyjaciela] w Instytucie Chemicznym. Broń maszynowa npla została zmuszona do milczenia. (...)\n\nZgrupowanie Żaglowiec od godz. 03.00 ze stanowisk na linii obronnej prowadziło walkę ogniową, zwalczając broń maszynową npla na ul. Zajączka na torach kolejowych i przy ul. Felińskiego. Skuteczność ognia własnego b. duża. Prawie cały ogień artylerii npla z rejonu Dworca Gdańskiego ściągnięto na siebie.\n\nZgrupowanie Żniwiarz - wykonało natarcie w rejonie Dworca Gdańskiego [w sile 3 plutonów] (...) Natarcie wyszło o godz. 03.00. Mimo niespodziewanie silnego ognia km [karabinów maszynowych] i artylerii npla udało się dotrzeć do torów kolejowych, chociaż na Dworcu prócz normalnej załogi npla znajdował się transport wojskowy. Przez 1 1/2 godziny [półtorej godziny] zgrupowanie Żniwiarz wiązało ogniem npla umożliwiając akcję oddziałom mjr. Okonia. (...)\n\nZasadnicze uderzenie przeprowadziły oddziały leśne mjr. Okonia w obecności p. Grzegorza. Rola Żywiciela [czyli wymienionych wyżej zgrupowań pod naczelnym dowództwem płk. Mieczysława Niedzielskiego \"Żywiciela\"] ograniczyła się do wiązania ruchem i ogniem npla celem zapewnienia powodzenia oddziałom mjr. Okonia.\"\n\nOd południa nacierały oddziały staromiejskie płk. Karola Ziemskiego \"Wachnowskiego\", który meldował:\n\n\"W ciągu nocy własna akcja, celem połączenia się z oddziałami Okonia i Żywiciela. Walka oddziałów Żoliborza słyszana była od godz. 03.00 do 05.00. Własne oddziały na odgłos walki wyszły do natarcia, które pod silnym ogniem npla rejonu Fortu Traugutta i pociągu pancernego z rejonu Dworca Gdańskiego-Zakroczymska zatrzymało się, osiągając 60 metrów od fortu Traugutta oraz róg Bonifraterskiej i Żoliborskiej. \n\nGodzina 05.50 strzelanina na Stawkach przycichła. W rejonie Żoliborskiej pozostał pluton, którego wycofanie będzie mogło nastąpić dopiero nocą dnia następnego.\"\n\nPróby połączenia Starego Miasta i Żoliborza nie były później ponawiane przez powstańców. \n\nNa zdjęciu wiadukt żoliborski i tory kolejowe biegnące koło Dworca Gdańskiego.",
    "story_body_en": "During the second half of August the AK troops from the Old Town and Żoliborz attempted to open a passage between those districts, by conducting two coordinated night strikes on the German-occupied region of the Gdański Train Station.\n\nThe AK commander of Żoliborz reported:\n\"On 19.08 Maj. Okoń with approximately 350 people came to Żoliborz. He assaulted in the night of 20 to 21.08 in cooperation with me. The assault broke under HMG and artillery fire, that was devastating for young soldiers.\n\nOn 21.08 at 10 Mr. Grzegorz from KG [General Tadeusz Pelczyński \"Grzegorz\", chief of staff of AK Main Headquarters] appeared. After discussion with him the night of 21 to 22.08.44 an assault on Gdański Train Station, with my participation [see spec. rep.] was launched. The assault failed. In the mean time, on 20.08 underground contact with Warsaw was made [that is the central districts of Warsaw, most of all the Old Town], which is now kept on a permanent basis.\"\n\nThe special report mentioned in this report presented detailed support given by the local Żoliborz forces to the main assault of the forces of Maj. \"Okoń\" that came from the Kampinos forest.\n\n\"The Żyrafa I group assumed normal positions at 01.00 hours, attacking the enemy from 02.30 onwards in the Chemical Institute. The machine weapons of enemy were effectively silenced. […]\n\nThe Żaglowiec group, starting with 03.00 hours, from the positions in their defensive lines, begun firing and fighting the machine weapons of enemy at Zajączka St., railroad tracks and at Felińskiego. Very good effects of own fire. Almost all enemy artillery shelling of enemy was drawn from Gdański Train Station to own positions.\n\nThe Żniwiarz group–performed an assault in Gdańsk Train Station region [3 platoon strong force](…) The attack was launched at 03.00 hours. Under very heavy MG and artillery fire of enemy it succeeded in reaching railroad tracks, although apart from the normal crew of the Train Station there was a military transport there. For 1 and 1/2 [one and a half] an hour the Żniwiarz group was binding the enemy forces allowing the action of units of Maj. \"Okoń\"(…)\n\nThe main attack was conducted by the forest units of Maj. Okoń in the presence of Mr. Grzegorz. The role of Żywiciel [that is the combined force of all aforementioned units under the command of Col. Mieczysław Niedzielski \"Żywiciel\"] was limited to bind the enemy forces with movements and fire, in order to safeguard the success of units of Maj. Okoń.\"\n\nFrom the south the attacks came from units from Old Town, commanded by Col. Karol Ziemski \"Wachnowki\", who reported:\n\n\"Own assault at night, aimed at connecting with the units of Okoń and Żywiciel. The fight of Żoliborz troops was heard starting with 03.00 hours till 05.00 hours. Own units, hearing the fight, started an assault that was halted by heavy enemy fire from Traugutt Fort and the armored train in the region of Train Station-Zakroczymska, reaching 60 meters of Traugutt fort and the corner of Bonifraterska and Żoliborska.\n\n05.50 hours the shooting in Stawki calms down. In the region of Żoliborska one platoon was left behind and it will be impossible to withdraw it till the next night.\"\n\nThe attempts of connecting Old Town and Żoliborz were not repeated by the uprising forces after that.\n\nWe see the Żolibosz flyover and the railroad tracks nearby the Gdański Train Station on the picture.",
    "gps_latitude": "52.258755 ",
    "gps_longitude": "20.994831",
    "map_x": "7454",
    "map_y": "5730",
    "district": "Żoliborz",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2019",
    "date": "1944-08-23",
    "lead_pl": "Zestrzelenie Stukasa",
    "lead_en": "Shooting down of a Stuka",
    "photo": "photo-not-available",
    "story_title": "Zestrzelenie Stukasa",
    "story_body_pl": "Jedyny zestrzelony przez powstańców Stukas spada 23 sierpnia na ulicę Hipoteczną na Starym Mieście.\n\nJunkers Ju 87 był dwumiejscowym bombowcem nurkującym używanym przez Niemców przez cały okres wojny, a chrzest bojowy przeszedł w trakcie hiszpańskiej wojny domowej w 1937 roku. Łącznie wyprodukowano ich ponad 5700 sztuk.\n\nW trakcie powstania samoloty niemieckie (głównie Stukasy, ale także Messerchmitty 109 E) wykonały ponad 1400 lotów bojowych nad walczącym miastem i zrzuciły około półtora tysiąca ton bomb.\n\nWidoczny na zdjęciu Stukas został sfotografowany nad placem Napoleona. Zdjęcie zostało wykonane z czwartego piętra domu przy ulicy Kopernika 28.",
    "story_body_en": "The sole Stuka bomber shot down by the insurgents falls down on August 23rd, on Hipoteczna St. in the Old Town.\n\nJunkers Ju 87 was a two-seat dive bomber used by Germans throughout the whole war, and debuting during the Spanish Civil War in 1937. A total of over 5700 pieces were built.\n\nDuring the uprising the German planes (mainly Stuka, but also Messerschimitt 109E) performed over 1400 sorties over the fighting city and dropped approximately fifteen hundred tons of bombs.\n\nThe Stuka visible in the picture was photographed over Napoleon’s place. The picture was taken from the 4th floor of a house at 28 Kopernika St..",
    "gps_latitude": 52.245628,
    "gps_longitude": 21.006568,
    "map_x": 7921,
    "map_y": 6628,
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2020",
    "date": "1944-08-23",
    "lead_pl": "Barykada na Piwnej",
    "lead_en": "A Barricade on Piwna St.",
    "photo": "photo-not-available",
    "story_title": "Barykada na Piwnej",
    "story_body_pl": "Barykada na rogu Piwnej i Piekarskiej. Po lewej na ścianie widoczny plakat \"W jedności zwycięstwo A[rmia]K[rajowa]-A[rmia]L[udowa]-B[ataliony]Ch[łopskie]\"\n\nW dniu 23 sierpnia Niemcy podejmują uderzenia na Starówkę z kilku kierunków jednocześnie. Fragment raportu mjr. Stanisława Błaszczaka, dowódcy zgrupowania \"Róg\" z godzin wieczornych:\n\n\"Około godziny 14.00 ruszyły natarcia npla w kierunku na:\n1) Boleść - 1 czołg, 1 sam[ochód] panc[erny]., 50 piechoty.\n2) Kamienne Schodki - Brzozowa - 3 \"Tygrysy\", 20-30 piechoty.\n3) Św. Jacka - Piwna - 1 czołg, okolo 20-30 piechoty.\n4) Podwale - z rejonu Senatorska - 3 ckm, 30-40 piechoty.\n\nW rejonie Boleść i Podwale npl dotarł do czołowych barykad.\n\nGodz. 17.00. W rejonie Boleść oddziały AL [Armii Ludowej], wychodząc do przeciwuderzenia, odrzuciły npla poza fabrykę. Obsada barykady czołowej - zajęła stanowiska. Grupa npla (kilkunastu - nierozpoznanych) utrzymuje się w ruinach Rybaki 24-32. Wyszło moje przeciwuderzenie.\n\n\"Czerwony Dom\" zajęty. W porozumieniu z AL montuję nocne uderzenie.\nGodz. 17.00 batalion Bończy - zakończył oczyszczanie św. Jacka - Piwna. Patrole obserwacyjne zajęły wylot ulic na plac Zamkowy.\n\nGodz. 19.30 - batalion Gustawa zakończył przeciwnatarcie, wyrzucając nieprzyjaciela z rejonu Podwale. Npl zasłaniając się dymami, wycofał się do rejonu Miodowa - Kozia.\n\nO godz. 19.30 - sytuacja wszędzie opanowana.\nOcena sytuacji: silniejszymi uderzeniami starał się npl odrzucić mnie z punktów wglądu na Wisłostradę i plac Zamkowy. Działając swoimi odwodami udaremniłem wykonanie zamierzeń.\n\nMelduję, przy stosowaniu oszczędności, duże zużycie amunicji pm [pistoletów maszynowych] i granatów. Jednocześnie podkreślam duży wysiłek dowódców i oddziałów bojowych.",
    "story_body_en": "A barricade on the corner of Piwna and Piekarska St. On the left wall we see a poster reading \"In unity our strength AK[Home Army]-AL[People’s Army]-BCh[Peasant’s Battalions]\"\n\nOn August 23rd German forces attack the Old Town from several directions simultaneously. A fragment of a report by Maj. Stanisław Błaszczak, commander of the \"Róg\" group of forces:\n\n\"At approximately 14.00 hours an attack was launched by the enemy on:\n1) Boleść – 1 tank, 1 armored car, 50 infantrymen,\n2) Kamienne Schodki – Brzozowa – 3 \"Tigers\", 20-30 infantrymen,\n3) Św. Jacka – Piwna – 1 tank, approx. 20-30 infantrymen,\n4) Podwale – from the Senatorska region – 3 HMG, 30-40 infantrymen.\n\nIn the Boleść and Podwale regions the enemy reached front barricades.\n\n17.00 hours. In the region of Boleść units of AL [People’s Army], entering counterattack have pushed the enemy outside the factory. The crew of the front barricade took their posts again. A group of enemy (over a ten – unrecognized) remains in the ruins of Rybaki 24-32. I have launched a counterattack.\n\n\"Red House\" taken. In cooperation with AL I mount a night strike. At 17.00 hours Bończa’s battalion finished clearing the św. Jacka – Piwna. Observation patrols took posts at the entrance from the Castle square.\n\n19.30 hours – Gustaw’s battalion finished its counterattack, forcing the enemy out of the Podwale region. The enemy, covering in smoke, retreated to the Miodowa-Kozia region.\n\nAt 19.30 – the situation is under control in all places.\nStatus evaluation: with stronger than usual attacks the enemy attempted to push me from observation points of Wisłostrada and the Castle square. Using my reserves I was able to render these attempts futile.\n\nI do also report, that although saving measures were introduced, large numbers of SMG [submachine gun] ammunition and grenades were used. I would also like to stress the efforts of commanders and fighting troops.",
    "gps_latitude": 52.248925,
    "gps_longitude": 21.011836,
    "map_x": 8139,
    "map_y": 6427,
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2025",
    "date": "1944-08-23",
    "lead_pl": "Walki o \"Małą PASTę\"",
    "lead_en": "Fights for the \"Small PAST\" building",
    "photo": "photo-not-available",
    "story_title": "Walki o \"Małą PASTę\"",
    "story_body_pl": "Na zdjęciu widzimy spalony czołg niemieckich sił policyjnych. Przyjechał on do Warszawy aż z Turynu we Włoszech - to Fiat M 14/41. Stoi unieruchomiony na ulicy Piusa XI (dzisiaj Pięknej). \n\nTen czołg brał udział w jednej z wielu niemieckich prób przyjścia z pomocą załodze budynku Urzędu Telefonów Miejscowych Polskiej Akcyjnej Spółki Telefonicznej (potocznie zwanym Małą PASTą).\n\nCzołg został prawdopodobnie obrzucony butelkami z benzyną z okien pobliskich domów. Butelki płonąc na pancerzu czołgu ograniczały widoczność załodze oraz dosłownie i w przenośni podnosiły temperaturę w środku. Zmuszało to załogę do szybkiej ewakuacji z wnętrza pojazdu.\n\nMała PASTa przy ul. Piusa XI 19 już w pierwszych dniach powstania stała się niemiecką enklawą na terenie opanowanym przez powstańców. Polacy próbowali wielokrotnie ją szturmować (1,3,4,5 i 21 sierpnia), lecz wszystkie próby były nieudane. \n\nPolicja niemiecka z Alei Szucha organizowała co jakiś czas wypady pod Małą PASTę osłaniane czołgami. Niemcy chcieli przepędzić Polaków z ich pozycji i uwolnić załogę PASTy. Jednak i oni nie mogli odnieść sukcesu. Ostatecznie załoga Małej PASTy poddała się Polakom w dobę po powstańczym szturmie z nocy z 21 na 22 sierpnia.",
    "story_body_en": "On the picture we see a burnt tank of German Police forces. It travelled to Warsaw all the way from Turin in Italy – it is a Fiat M 14/41. It stands immobilized on Piusa XI St. (today’s Piękna).\n\nThis tank took part in one of Germans many attempts to bring aid to the defenders of the Office of Local Telephones of the Polish Share Telephone Company (Polska Akcyjna Spółka Telefoniczna) – colloquially referred to as the Small PAST.\n\nThe tank was probably pelted with petrol-filled bottles from the windows of nearby houses. The bottles, burning on the armor of the tank limited the crew’s visibility, and – literally and lyrically \"raised the temperature\". This forced the crew to abandon the vehicle quickly.\n\nSmall PAST at 19 Piusa XI St. became, already in first days of the uprising, a German enclave in the territory already held by Polish forces. The Poles attempted numerous attacks (on 1,3,4,5 and 21 of August), but all attempts failed.\n\nThe German police organized raids from the Aleja Szucha to the Small PAST from time to time, supported with tanks. The Germans tried to force the Polish out of their positions and free the crew of PAST. But also their attempts were unsuccessful. Finally the crew of Small PAST surrendered to the Poles 24 hours after the night assault of 21st to 22nd of August.",
    "gps_latitude": 52.223196,
    "gps_longitude": 21.017691,
    "map_x": 8410,
    "map_y": 8197,
    "district": "Śródmieścia Płd.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2003",
    "date": "1944-08-24",
    "lead_pl": "Wypędzanie ludności Woli",
    "lead_en": "Expelling of Wola population",
    "photo": "photo-not-available",
    "story_title": "Wypędzanie ludności Woli",
    "story_body_pl": "Fragment relacji Władysława Stępnia:\n\n\"Było to 24 sierpnia. Wyprowadzono nas na ulicę. Za Wisłą grzmiały działa, aż jęczała ziemia. Jeszcze może kilka dni, a bylibyśmy wolni, mówią jedni do drugich. Pognano nas do ulicy Wolskiej do kościoła na Wolę. Wszystko, co mieliśmy, jest już tylko pogorzeliskiem i ruiną.\n\nNa ulicy Wolskiej mijają nas często na rosyjskich podwózkach własowcy, jadący w kierunku placu Żelaznej Bramy, i esesmani. W kościele oddzielają mężczyzn od kobiet. Kobiety umieszczają w samym kościele, mężczyźni schodzą do kościoła dolnego. Zaraz po przyjściu zaczynają się gwałty dokonywane na kobietach w kościele. (...) Gestapo prowadzi badania. Na drugi dzień wywożą nas do Pruszkowa.\n\nW Pruszkowie jesteśmy na hali, gdzie jest zgromadzone wiele tysięcy ludzi, przeważnie kolejarzy. \"Kto się w opiekę odda Panu swemu...\" odśpiewane równo i silnie przez kilkanaście tysięcy ludzi robi silne wrażenie. Wszyscy mają łzy w oczach.\n\nZ Pruszkowa wywieziono nas po kilku dniach jako chorych do Opoczna, z Opoczna przyjechaliśmy 1 września do Białaczowa.\"\n\nKościół, o którym mowa w relacji, to prawdopodobnie kościół św. Wojciecha na ul. Wolskiej 76, który był punktem przejściowym dla ludności cywilnej wypędzanej przez Niemców z Woli oraz Starówki. Zdjęcie przedstawia pochód wypędzonych mieszkańców Woli podczas powstania. Dokładna data i miejsce wykonania zdjęcia nie są znane.",
    "story_body_en": "A fragment of an account by Władysław Stępień:\n\n\"It was on August 24th. We were led to the street. There was the sound of heavy guns on the other bank of Vistula and you could feel the earth quaking. You could hear people saying, that just several more days and we would be freed. We were forced to run to Wolska St., to the Wola church. All we owned is now a ruin and conflagration.\n\nAt Wolska St. we are frequently passed by Vlasov’s Army soldiers, travelling on Russian carts towards the Żelazna Brama square, and SS-soldiers. They separate women from the men in the church. The women are placed in the main church, the men forced into the lower church. Immediately after the women enter, rapes start in the church. (…) Gestapo conducts its investigations. On the other day we are transported to Pruszków.\n\nIn Pruszków we are brought to a large hall, together with many thousands of other people, mainly railroad workers. \"Who will subject himself under Our Lord’s custody…\" sung harmonically by over ten thousand of people makes an impression. Everyone has tears in eyes.\n\nAs sick we were transported, after several days, to Opoczno, and on September 1st we were transported from Opoczno to Białaczewo\".\n\nThe church mentioned in this account is most probably the St. Wojciech church at 76 Wolska St., which served as transitional point for civil population expelled by the Germans from Wola and the Old Town. The picture shows the march of the expelled Wola inhabitants during the uprising. The exact date and place of taking this picture remain unknown.",
    "gps_latitude": 52.233123,
    "gps_longitude": 20.961073,
    "map_x": 5917,
    "map_y": 7528,
    "district": "Wola",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2007",
    "date": "1944-08-24",
    "lead_pl": "Śmierć \"Rafała\"",
    "lead_en": "The Death of \"Rafał\"",
    "photo": "photo-not-available",
    "story_title": "Śmierć \"Rafała\"",
    "story_body_pl": "W dniu 24 sierpnia ginie podczas walk na Powiślu dowódca plutonu szturmowego 2 kompanii III Zgrupowania \"Konrad\". Pluton został utworzony w oparciu o drużynę z Oddziału Dywersji Bojowej Obwodu Śródmieście Kedywu i od pseudonimu dowódcy był zwany \"Rafałkami\". \n\nPlut. pchor. Jan Potulicki, który używał także pseudonimu \"Rafał Olbromski\", urodził się w 1923 roku i w czasie okupacji ukończył konspiracyjny kurs Szkoły Podchorążych Rezerwy Piechoty. Śmierć ponosi podczas próby unieszkodliwienia stanowisk artylerii niemieckiej ostrzeliwującej pozycje powstańcze. Zostaje pochowany przy ul. Smulikowskiego 10. Za swoje czyny otrzymuje Krzyż Walecznych.",
    "story_body_en": "On 24th of August, during fights in Powiśle, the commander of the storm platoon of the third \"Konrad\" Group was killed. The platoon was created on the basis of the Kedyw team of the Unit of Fight Diversion of Midtown District, and it was called \"Rafałki\", after its commander’s secret pseudonym.\n\nOfficer cadet Jan Potulicki, who also used the pseudonym \"Rafał Olbromski\" was born in 1923 and during the occupation graduated from the secret course of Cadet School of Infantry Reserves. He dies during an attempt to silence the positions of German artillery that were shelling the positions of uprising fighters. He was buried at 10 Smulikowskiego St. For his merits he was decorated with Cross of Valor.",
    "gps_latitude": "52.237949",
    "gps_longitude": "21.031024",
    "map_x": "8957",
    "map_y": "7180",
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2023",
    "date": "1944-08-28",
    "lead_pl": "Trafienie Prudentialu z moździerza Karl",
    "lead_en": "Prudential building hit by Karl mortar",
    "photo": "photo-not-available",
    "story_title": "Trafienie Prudentialu z moździerza Karl",
    "story_body_pl": "Szesnastopiętrowy Prudential był najwyższym budynkiem przedwojennej Warszawy. Zbudowany w latach 1931-33 jako siedziba angielskiego Towarzystwa Ubezpieczeń Prudential mierzył ponad 60 metrów wysokości. Zaprojektowali go Marcin Weinfeld i Stefan Bryła.\n\nW pierwszym dniu powstania został zdobyty przez żołnierzy batalionu Kiliński (jego dowódcą od 1943 roku był rtm. Henryk Roycewicz \"Leliwa\"). Na jego szczycie pchor. Jerzy Frymus \"Garbaty\" zawiesił polską flagę.\n\n28 sierpnia gmach został trafiony 2-tonowym pociskiem z niemieckiego moździerza Karl Gerät (który sam ważył 130 ton, pocisk został wystrzelony ze stanowiska na Woli z moździerza nr 6 o nazwie Ziu). Konstrukcja budynku wytrzymała uderzenie. W 1954 w odbudowanym Prudentialu otwarto hotel Warszawa.",
    "story_body_en": "The sixteen storey high Prudential building was the highest building of prewar Warsaw. Built between 1931 and 1933 as a seat of the English Prudential Insurance Company it was over 60 meters high. The building was designed by Marcin Weinfeld and Stefan Bryła.\n\nDuring the first day of the uprising it was captured by the soldiers of the Kiliński battalion (since 1943 commanded by Cavalry Captain Henryk Roycewicz \"Leliwa\"). Polish flag was placed on top of the building by Officer Cadet Jerzy Frymus \"Garbaty\".\n\nOn 28th of August the building was hit by a 2-tonne shell from the German Karl Gerät mortar (which itself weighed 130 tons, and this particular shell was fired from its location in Wola, from the no. 6 mortar named \"Ziu\"). The construction of the building survived the direct hit. In 1954 the Warszawa hotel was opened in the rebuilt Prudential building.",
    "gps_latitude": 52.23575,
    "gps_longitude": 21.0127,
    "map_x": 8169,
    "map_y": 7353,
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2029",
    "date": "1944-08-31",
    "lead_pl": "Szczury kanałowe",
    "lead_en": "Sewer Rats",
    "photo": "photo-not-available",
    "story_title": "Szczury kanałowe",
    "story_body_pl": "Na zdjęciu widać zbiórkę sekcji \"Szczury Kanałowe\" plutonu 227. Jest to sekcja harcerzy – przewodników przez kanały. Ruch tą drogą jest uregulowany i służy utrzymaniu łączności między dzielnicami odciętymi przez Niemców, a także przenoszeniu zaopatrzenia. \n\nPod koniec sierpnia rozpoczyna się exodus żołnierzy i mieszkańców Starówki, którzy przechodzą kanałami. Jedna z łączniczek opowiada: \n\n\"Szeroki kanał, woda po kolana i wyżej, wielkie echo. Mamy iść pod Dworcem Gdańskim, ulicą Mickiewicza, pod placem Wilsona, skręt w Krasińskiego, a wyjście koło sióstr zmartwychwstanek. Surowo zapowiedziane kompletne milczenie i dyscyplina, bo Niemcy przy Dworcu Gdańskim pilnują przejść kanałami.\"",
    "story_body_en": "On the picture we see the assembly of the \"Sewer Rats\" section of 227th platoon. It is a boy scout section of sewer system guides. The movement with use of sewers is regulated and aims at keeping contact between the districts cut off by Germans as well as shipping supplies.\n\nAt the end of August the exodus of soldiers and inhabitants of Old Town begins, all of them pass through the sewer system. One of the female messengers describes it:\n\n\"A wide sewer, water up to knees and higher, huge echo. We are to pass underneath the Gdansk Train Station, under Mickiewicza St., Wilson’s square, turn into Krasinskiego and exit near the Sisters of Resurrection. Strictly ordered complete silence and discipline, as the Germans watch the canal passes at the Gdansk Train Station.\"",
    "gps_latitude": 52.265829,
    "gps_longitude": 20.976223,
    "map_x": 6604,
    "map_y": 5256,
    "district": " Żoliborz",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2043",
    "date": "1944-08-31",
    "lead_pl": "Zburzenie Pasażu Simonsa",
    "lead_en": "Destruction of Simons Mall",
    "photo": "photo-not-available",
    "story_title": "Zburzenie Pasażu Simonsa",
    "story_body_pl": "W jednym z ostatnich dni obrony Starówki niemiecki nalot doprowadza do zniszczenia tej ważnej reduty powstańczej. W ruinach pogrzebanych zostaje co najmniej 200 osób, w tym wielu żołnierzy batalionu \"Chrobry I\".\n\nMeldunek dowódcy AK generał \"Bora\" do Naczelnego Wodza oddaje dramatyczny charakter walk w tych dniach:\n\n\"Możliwość obrony Starego Miasta dobiega końca. Brak amunicji, żywności, opieki lekarskiej i środków sanit[arnych]. Wśród żołnierzy determinacja walki, wśród ludności całkowite załamanie. Regularne całodzienne naloty lotnictwa wykonywane całymi eskadrami. Własne straty 31 sierpnia około 300 zabitych, ciężko rannych i zasypanych.\"",
    "story_body_en": "During one of the last days of the defense of the Old Town a German air raid leads to the destruction of this important stronghold. The ruins bury no less than 200 people, including many soldiers of \"Chrobry I\" battalion.\n\nThe report of the AK commander, General \"Bór\" to Supreme Commander reflects the tragic character of fight in those days:\n\n\"The possibility of defending the Old Town runs out. Lack of ammunition, food, medical care and san[itary] materials. Determination to fight on among soldiers, the civil population in total despair. Regular, whole day air raids performed with use of full squadrons. Own losses on August 31st approx. 300 killed, severely wounded and buried alive.\"",
    "gps_latitude": "52.245889",
    "gps_longitude": "21.002310",
    "map_x": "7731",
    "map_y": "6591",
    "district": "Stare Miasto",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2008",
    "date": "1944-09-01",
    "lead_pl": "Młodzi chłopcy roznoszący wodę",
    "lead_en": "Young boys distributing water",
    "photo": "photo-not-available",
    "story_title": "Młodzi chłopcy roznoszący wodę przed budynkiem Ubezpieczalni Społecznej.",
    "story_body_pl": "Fragment meldunku Biura Spraw Elektrycznych Rejonowej Delegatury Rządu Warszawa-Południe do Rejonowego Delegata Rządu Warszawa-Południe w sprawie wody w Śródmieściu i na Powiślu.\n\n\"Dostawa wody uległa znacznym zmianom terenowym. Tak na przykład Powiśle, które miało wodę nawet w okresie niepobierania energii przez stację pomp [na Czerniakowie] z Elektrowni, a więc w czasie pracy agregatu rezerwowego, od wczoraj wieczór wody nie otrzymuje, natomiast na ulicy Tamka [w] jej części górnej przy Kopernika woda dziś rano dochodziła do 2 piętra.\"\n\n",
    "story_body_en": "A fragment of a report of the Electric Office of the Regional Government Delegature Warsaw-South to the Warsaw-South Government Delegate, regarding water supply in Midtown and Powiśle.\n\n\"The water supply was subject to substantial territorial changes. For example Powiśle, which previously had access to water even when the pump station [in Czerniaków] was cut off from power supply of the Power Plant, that is when the emergency power supply unit was operating, is not receiving water from yesterday’s evening, and in Tamka St., in its higher section at the corner of Kopernik St., the water pressure was high enough to reach 2nd floor.\"",
    "gps_latitude": 52.237879,
    "gps_longitude": 21.031526,
    "map_x": 8987,
    "map_y": 7182,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2022",
    "date": "1944-09-02",
    "lead_pl": "Pierwsze znaczki Poczty Polowej",
    "lead_en": "First stamps of Polish Military Mail",
    "photo": "photo-not-available",
    "story_title": "Pierwsze znaczki Poczty Polowej",
    "story_body_pl": "Artykuł opublikowany w \"Robotniku\" w dniu 3 września:\n\n\"Wczoraj, w miesiąc potem, jak kolporterzy gazet roznieśli pierwsze listy, wyszły z druku pierwsze znaki Poczty Polowej. Te nieśmiałe próby nawiązania łączności między dzielnicami miasta i rozbitymi rodzinami zostały ujęte przez harcerstwo w czwartym dniu powstania w zwartą organizację pocztową, która 11 sierpnia została przemianowana na Pocztę Polową.\n\nPoczta Polowa do 1 września rozniosła 116 317 listów, przeciętnie 3 do 6 tysięcy dziennie z największym nasileniem - 10 000 w dniu 13 sierpnia. Zasięg poczty to Śródmieście, Czerniaków, do wczoraj Stare Miasto; ale często docierano do dzielnic zajętych przez Niemców. \n\nSkrzynek pocztowych jest 40, sortowni - 8. Listy doręczane są dwa razy dziennie. W Śródmieściu list dochodzi już w dniu nadania, na Mokotów wędruje 2 do 3 dni. W skład personelu wchodzą prawie wyłącznie harcerze. Obsadzają oni zarówno roznoszenie, jak sortowanie (tu pracuje teraz trochę sił fachowych) i cenzurę.\n\nZnaczki pocztowe są bezpłatne. Projektował je artysta-żołnierz, \"Miedza\" [Stanisław Tomaszewski]. Znaczki wykonały Wojskowe Zakłady Wydawnicze. Jest to nie byle jakie przedsięwzięcie, skoro się zważy, że przed wojną znaczki drukowano na precyzyjnych maszynach i kliszach Państw[owej] Wytw[órni] Papierów Wartościowych\".\n\n(Na zdjęciu skrzynka Poczty Polowej na ulicy Świętokrzyskiej w okolicach Poczty Głównej)",
    "story_body_en": "Article published in \"The Worker\" on 3 September:\n\n\"Yesterday, a month later, as marketers newspapers spread the first list, out of print first Field Post signs. These feeble attempts to establish communication between the neighborhoods of the city and the broken families are covered by scouts in the fourth day of the uprising in the compact organization of the post, which was August 11 Post renamed the Field.\n\nHalf Mail to September 1 116 317 letters spread, average of 3 to 6 thousand per day of most severe - 10 000 on 13 August. Downtown is a range of e-mail, Czerniaków, until yesterday the Old Town; but often we get to the areas occupied by the Germans.\n\nMailboxes are 40, sorting - 8 Letters are delivered twice a day. In the city center there is already a letter on giving, on Mokotów goes 2 to 3 days. The staff consists almost exclusively scouts. They occupy both spreading as sorting (now working here a little bit of expertise) and censorship.\n\nPostage is free. He designed them artist-soldier, \"Miedza\" [Stanislaw Tomaszewski]. Performed Stamps Military Industrial Publishing. This is no small undertaking, since we consider that before the war stamps printed on precision machines and plates States [this] manu [Printing Works] Securities \".\n\n(Pictured Field Post Office box on the street in the neighborhood of Kielce Post Office)",
    "gps_latitude": 52.236238,
    "gps_longitude": 21.013798,
    "map_x": 8238,
    "map_y": 7303,
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2041",
    "date": "1944-09-02",
    "lead_pl": "Odwrót kanałami ze Starego Miasta",
    "lead_en": "The retreat, through sewer system, from the Old Town",
    "photo": "photo-not-available",
    "story_title": "Odwrót kanałami ze Starego Miasta",
    "story_body_pl": "2 września zakończyła się prowadzona kanałami ewakuacja obrońców Starówki. Włazy wejściowe znajdowały się na ul. Długiej i placu Krasińskich. Weterani wielodniowych walk kończyli wyczerpującą fizycznie podróż m.in. w Śródmieściu na ulicy Wareckiej obok kamienicy Mikulskiego. Dwa dni po upadku Starego Miasta Dowódca Armii Krajowej gen. \"Bór\" depeszował do sztabu Naczelnego Wodza:\n\n\"Dla zobrazowania Wam siły natarcia, jakie musiało wytrzymać Stare Miasto, podaję streszczenie zdobytego niemieckiego rozkazu bojowego z dnia 18 sierpnia Gen. Ltn. Pol. Reinefartha. \n\nZgodnie z tym rozkazem działania Niemców rozpoczęte dnia 19 sierpnia doprowadziły do opuszczenia przez nas Starego Miasta dopiero w nocy z 1 na 2 września tj. po 14 dniach walki. \n\nRozkaz ustalił: pas natarcia pomiędzy mostem Kolejowym przy Cytadeli a placem Teatralnym i ul. Karową. Kierunek natarcia z północy i zachodu. Cel do osiągnięcia: zachodni brzeg Wisły. \n\nSiły przeznaczone do natarcia 110 baon piechoty, 2 baony saperów i kompania czołgów \"Tiger\" (9 czołgów z działami kaliber 88), 20 dział szturmowych 75 mm, 50 \"Goliatów\", 6 dział 75 mm, 2 moździerze 28 cm, 2 działa 38 cm, 1 moździerz 60 cm, 1 pluton miotaczy min powietrznych, pewna ilość miotaczy płomieni, 1 pociąg pancerny (18 ckm plus bateria 105 mm).\n\nNiezależnie od sił biorących udział w powyższym wysiłku głównym odcinek od strony placu Zamkowego i od Powiśla wiązany był przez kilka baonów piechoty z czołgami, granatnikami i moździerzami. Ponadto każdego dnia natarcie było wspierane bombardowaniem \"Stukasów\" i bombowców; pięć do dwunastu nalotów dziennie.\"",
    "story_body_en": "On September 2nd the evacuation of the defenders of the Old Town, with use of sewer system, was completed. The entrance hatches were located at Długa St. and at Krasiński square. The veterans of many days of fighting ended their straining voyage among others in Midtown at Warecka St., near Mikulski’s town house. Two days after the fall of the Old Town \"Bór\" the Chief Commander of Home Army telegraphed the Supreme Commander HQ:\n\n\"To give You the force of attack, that the Old Town had to withstand, we give an abstract of a captured German fighting order of Gen. Ltn. Pol. Reinefarth dated 18th of August.\n\nAccording to that order the German actions started on 19th of August lead to our leaving of Old Town as late as September 2nd, that is after 14 days of fight.\n\nThe order stated: for the attack between the railroad bridge, the Citadel and the Teatralny square and Karowa St. Direction of attack from north and west. Aim to be achieved: western bank of Vistula.\n\nThe forces for attack 110 infantry battalion, 2 engineer battalions, a company of \"Tiger\" tanks (9 tanks armed with 88mm guns), 20 75-mm assault guns, 50 \"Goliaths\", 6 75mm guns, 2 28cm mortars, 2 38cm guns, 1 60cm mortar, 1 platoon of heavy projectile mortars, some flamethrowers, 1 armored train (18 HMGs plus a battery of 105mm guns).\n\nIndependently of the forces participating in the main assault the stretch from the Warsaw Castle square to Powiśle was guarded off and attacked by several infantry battalions with tanks, grenade launchers and mortars. Moreover, every day the assault was supported with Stuka bombers and level bombers; five to twelve air raids every day.\"",
    "gps_latitude": "52.235632",
    "gps_longitude": "21.018339",
    "map_x": "8434",
    "map_y": "7345",
    "district": "Śródmieście Płn.",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2009",
    "date": "1944-09-04",
    "lead_pl": "Utrata Elektrowni na Powiślu",
    "lead_en": "The loss of Powiśle Power Plant",
    "photo": "photo-not-available",
    "story_title": "Utrata Elektrowni na Powiślu",
    "story_body_pl": "Po zdobyciu Starówki i zapewnieniu sobie dobrej komunikacji wschód-zachód przez Warszawę, Niemcy przystąpili do zabezpieczenia brzegów Wisły. Miało to na celu uniemożliwienie Armii Czerwonej łatwego desantu na terenach opanowanych przez powstańców.\n\nPierwszym krokiem był atak na Powiśle z trzech stron - od północy (Mariensztat), zachodu (Uniwersytet) i południa (załogi mostów Średnicowego i Poniatowskiego). Widoczne na zdjęciu powstańcze stanowisko ckm broniło dostępu do Elektrowni. Był to kluczowy obiekt na Powiślu - zapewniał prąd dla całego miasta (w tym powstańczych warsztatów broni, stołówek, szpitali), a zarazem stanowił silny punkt obrony nad Wisłą, gdzie można się było spodziewać desantu Armii Czerwonej. \n\nRzeczywiście 19 września na Wybrzeżu Kościuszkowskim lądowały oddziały 8 pułku 3 Dywizji Piechoty I Armii Wojska Polskiego dowodzonej przez gen. Zygmunta Berlinga. Powstańców jednak już tam nie było, a berlingowcy zostali szybko odparci. \n\nNiemcy zdobyli Powiśle dość szybko - między 4 a 6 września. Było to spowodowane jednoczesnym atakiem z trzech stron, niewielkim obszarem tej dzielnicy, a także niezbyt wytrzymałą zabudową Powiśla. \n\nPo utracie Elektrowni ludność cywilna odczuła dotkliwie braki w zasilaniu, choć częściowo udało się zrekompresować tę stratę budową improwizowanych generatorów prądu (inicjatywę w sprawie generatorów zastępczych przewidująco podjęto już w połowie sierpnia).",
    "story_body_en": "After capturing the Old Town and securing good east-west communication through Warsaw, the Germans started to secure banks of Vistula. This was aimed at cutting the Red Army from the possibility of easy landing on territory held by the uprising forces.\n\nThe first step towards that was the attack on Powiśle – from 3 directions – north (Mariensztat), west (The University) and South (crews of the Średnicowy and Poniatowski bridges). The HMG stand of uprising forces, visible in the picture, guarded the access to the Power Plant. This was a key object in Powiśle – supplying the whole city with electricity (including the weapon production plants of the uprising forces, canteens and hospitals) and formed a stronghold at the bank of Vistula, where a landing of Red Army forces could be expected.\n\nAnd so it was – on September 19th units of the 8th regiment of the 3rd Infantry Division of the 1st Polish Army commanded by Gen. Zygmunt Berling landed on Wybrzeże Kościuszkowskie. But the uprising forces were no longer there, and the Berling troops were quickly pushed back.\n\nThe Germans captured Powiśle quite swiftly – between September 4th and 6th – thanks to the synchronized attack from three sides, the small area of this district and also the less durable buildings of Powiśle.\n\nAfter the Power Plant was lost, the civil population has experienced dramatic shortages of power supply, but this loss was partially compensated for with the construction of improvised power generators (the initiative regarding the replacement generators was, farsightedly adopted in mid August).",
    "gps_latitude": 52.240902,
    "gps_longitude": 21.027761,
    "map_x": 8832,
    "map_y": 6983,
    "district": "Powiśle",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2045",
    "date": "1944-09-13",
    "lead_pl": "Odcięcie Czerniakowa",
    "lead_en": "Cutting off Czerniaków",
    "photo": "photo-not-available",
    "story_title": "Odcięcie Czerniakowa",
    "story_body_pl": "Widoczny na zdjęciu dom przy ul. Książęcej 6 był jedną z powstańczych pozycji w wąskim gardle, które łączyło dzielnice Śródmieście Południe i Czerniaków. Od północy ulicy Książecej zagrażała niemiecka obsada gmachu Muzeum Narodowego i mostu Poniatowskiego. Od południa - niemieckie załogi zabudowań Sejmu.\n\n10 września Armia Czerwona, w tym 1. Armia Wojska Polskiego (Armia Berlinga), rozpoczęła natarcie na Pragę, którą opanowała całkowicie do 14 września. Wobec tego dla Niemców kluczowe stało się silne uchwycenie zachodniego brzegu Wisły - by zapobiec przeprawie Sowietów na drugą stronę rzeki.\n\nNa przeszkodzie planom niemieckim stali powstańcy obsadzający Czerniaków. Był to jedyny obszar zajęty przez Polaków i sąsiadujący bezpośrednio z Wisłą. Niemcy niezwłocznie rozpoczęli natarcie na Czerniaków (10 września). Koncentryczne uderzenie od północy i południa wyparło powstańców z budynków przy ul. Książecej. \n\nCzerniaków został odcięty 13 września. Utrzymano z nim jedynie łączność kanałami. Powstańcy utrzymali brzeg Wisły, aż do przybycia desantu żołnierzy z Armii Berlinga 16 września.",
    "story_body_en": "The house at 6 Książeca, visible on the picture, was one of the Polish positions in the narrow neck that connected the Southern Midtown and Czerniaków districts. North of Książęca there was the threat of the German crews of the National Museum and Poniatowski bridge. From the south – the German crews of the Sejm buildings.\n\nOn September 10th the Red Army, including the 1st Polish Army (Berling’s Army) starter an assault on Praga, which it seized completely till September 14th. This made the question of capturing the western bank of Vistula crucial for the Germans – in order to prevent the Soviets from crossing to the other side of the river.\n\nThe German plans were hindered by the uprising forces of Czerniaków. It was the sole area still occupied by the Poles bordering directly with Vistula. German started an immediate assault on Czerniaków (on September 10th). The encircling attack from south and north has pushed the uprising soldiers from the building at Książęca.\n\nCzerniaków was cut off on September 13th. Only the contact through sewer canals was possible. The uprising soldiers held the bank of Vistula up to the landing of Berling’s Army soldiers on September 16th.",
    "gps_latitude": "52.229935104454",
    "gps_longitude": "21.02311167506025",
    "map_x": "8626",
    "map_y": "7728",
    "district": "Czerniaków",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2049",
    "date": "1944-09-18",
    "lead_pl": "Amerykański zrzut zaopatrzenia",
    "lead_en": "American supply airdrop",
    "photo": "photo-not-available",
    "story_title": "Amerykański zrzut zaopatrzenia",
    "story_body_pl": "18 września 1944 roku amerykańska 8. Armia Powietrzna wykonała siłami 110 bombowców B-17 dzienny lot zaopatrzeniowy nad objętą powstaniem Warszawę. W wyniku akcji zrzucono ok. 1250 zasobników.\n\nZ powodu dużego rozrzutu spowodowanego zastosowaniem spadochronów bez opóźnionego otwarcia (czas opadania wynosił siedem minut) oraz skurczenia się terenu zajętego przez powstańców w stosunku do stanu z początku Powstania, większość ładunku wylądowała na terenach zajętych przez Niemców lub na Pradze, opanowanej wtedy już przez Rosjan. \n\nW ręce powstańców dostało się wg meldunków 228 zasobników, ponadto 32 trzeba było przejąć w walce, a przy 28 zasobnikach spadochrony zostały zniszczone przez pociski zapalające. Podejrzewano też przejęcie pewnej ilości ładunku przez ludność cywilną poszukującą żywności.\n\nNastępnego dnia w drodze powrotnej te same bombowce zaatakowały stację rozdzielczą w Szolnok na Węgrzech.\n\nStarania o zorganizowanie masowego lotu zaopatrzeniowego z baz w Wielkiej Brytanii trwały od początku sierpnia, lecz brak zgody strony rosyjskiej uniemożliwiał jego realizację. W tym czasie powstanie było zaopatrywane przez loty z baz we Włoszech, prowadzone nocą, na mniejszą skalę i przy nierzadko poważnych stratach, z użyciem Liberatorów i Halifaxów. W drugiej połowie września loty na samolotach Po-2 (\"kukuruźnikach\") rozpoczęli sami Rosjanie.\n\nLot z 18 września był częścią siódmej operacji pod kryptonimem \"Frantic\", w ramach której amerykańskie samoloty wykonywały tzw. loty wahadłowe między bazami w Wielkiej Brytanii, Włoszech i ZSRR. Pierwsze rozmowy w sprawie organizacji lotów podjęto na spotkaniu ministrów spraw zagranicznych 20 października 1943 w Moskwie. \n\n2 lutego 1944 Stalin wyraził zgodę na zorganizowanie baz amerykańskich w Połtawie, Mirgorodzie i Piriatyniu (ostatnia wyłącznie dla myśliwców). Amerykanie sami zapewnili wszystkie materiały, od elementów pasów startowych po namioty dla personelu. Dostarczali też paliwo dla samolotów oraz większość żywności. \n\nW ramach kolejnych operacji trwających od czerwca do września 1944 bombardowano cele na Węgrzech, Rumunii, w Niemczech, Polsce i Francji. Prowadzono też akcje myśliwskie, np. 2 lipca 1944 Mustangi dokonywały \"wymiatania\" w okolicach Budapesztu.\n\nOstatnią operację, \"Frantic 8\", planowano skierować również nad Warszawę, nie doszła ona jednak do skutku przed upadkiem powstania. Bazy amerykańskie w ZSRR zostały zamknięte na początku października 1944.\n\n(Na zdjęciu samoloty nad Wilanowem)",
    "story_body_en": "On September 18th, 1944 the American 8th Air Army performed, with use of 110 B-17 bombers a supply flight over the uprising Warsaw. The action saw the drop of some 1250 containers.\n\nDue to the large spread caused by use of parachutes without delayed opening mechanisms (the total descend time was seven minutes) and the lower area controlled by the uprising, when compared to its beginnings, the majority of the drop landed in German-occupied territory or in Praga, which was by then in Russian hands.\n\nThe uprising fighters managed to retrieve, according to reports, 228 containers, further 32 were acquired after fight and 28 had their chutes destroyed by incendiary bullets. It was also believed that some proportion of load was taken over by civilians seeking for food.\n\nThe next day the same bombers attacked the Szolnok distribution terminal in Hungary.\n\nEfforts to organize a mass supply flight from the bases in Great Britain begun in early August, but the lack of consent of the Russian side did not allow their fruition. At that time the uprising was supplied with flights from Italian bases, with use of Liberator and Halifax bombers. In the second half of September flights with use of Po-2 (\"Kukuruznik\") were begun by Russians themselves.\n\nThe flight of September 18th was a part of the seventh of the \"Frantic\" operations in which the American airplanes performed the so called \"shuttle\" flights between bases in United Kingdom, Italy and the USSR. The first talks regarding their organization took place during the 20 October 1943 meeting of foreign affair ministers in Moscow.\n\nOn February 2nd, 1944 Stalin consented the organization of American bases in Poltava, Pyriatyn and Myrhorod airfields (with the last one exclusively a fighter aircraft base). The Americans took care of all necessary materials – from the elements of airstrips to the tents for the crews. They also supplied the aircraft fuel and the majority of food.\n\nWithin the subsequent operations between April and September, 1944 targets in Hungary, Romania, Germany, Poland and France were bombed. Also fighter actions were performed, e.g. the Mustang’s \"fighter sweep\" mission near Budapest on July 2nd, 1944.\n\nThe last operation, \"Frantic 8\" was planned to be directed for Warsaw as well, but it did not start prior to the fall of the uprising. The American bases in the USSR were closed in the beginning of October, 1944.\n\n(On the picture: planes above Wilanów)",
    "gps_latitude": "52.179208",
    "gps_longitude": "21.072099",
    "map_x": "10713",
    "map_y": "11244",
    "district": "Mokotów",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2044",
    "date": "1944-09-27",
    "lead_pl": "Upadek Mokotowa",
    "lead_en": "The fall of Mokotów",
    "photo": "photo-not-available",
    "story_title": "Upadek Mokotowa",
    "story_body_pl": "24 września zaczyna się natarcie niemieckie mające na celu ostateczne opanowanie Mokotowa.\n\nTrzy dni później dowódca Armii Krajowej gen. \"Bór\" depeszuje do Sztabu Naczelnego Wodza:\n\n\"Mokotów - Art[yleria] niemiecka ostrzeliwuje przez cały czas. 26 września silny nacisk nieprzyjaciela od południa i zachodu. Goliaty. Jesteśmy stłoczeni do rejonu: Al. Niepodległości, Ursynowska, Okolska, Belgijska, Madalińskiego. Dowódca odcinka własne straty określa ok. 70%. Stan moralny oddz[iałów] b[ardzo] zły. \n\nLiczymy się z upadkiem Mokotowa, co zmniejszy mocno możliwości obronne Warszawy. Łączność radiowa z Sowietami źle funkcjonuje. Pomoc taktyczna w czasie trudna do uzyskania.\"\n\n27 września walki na Mokotowie ustały.\n\nNa zdjęciu widoczne są łączniczki pułku \"Baszta\", stanowiącego trzon sił powstańczych dzielnicy, udające się do niewoli (dokładna lokalizacja nieznana).",
    "story_body_en": "On September 24th the German assault, aiming at capturing Mokotów, launches.\n\nThree days later the commander of Home Army, gen. \"Bór\" telegraphs the Supreme Commander HQ:\n\n\"Mokotów – German art[illery] shells without stopping. On September 26th heavy enemy pressure from the south and west. Goliaths. We are cramped to an area between: Al. Niepodległości, Ursynowska, Okolska, Belgijska, Madalińskiego. The commander of that section estimates his losses at approx. 70%. The moral condition of u[nits] v[ery] bad.\n\nWe take the possibility of fall of Mokotów into account and this will largely decrease the defensive position of Warsaw. The radio communication with the Soviets functions bad. Tactical aid at this time hard to get.\"\n\nOn September 27th fights in Mokotów ended.\n\nOn the picture we see the female messengers of the \"Baszta\" regiment,  that formed the core of the uprising forces of the district, surrendering (exact location unknown).",
    "gps_latitude": "52.198899",
    "gps_longitude": "21.011213",
    "map_x": "8625",
    "map_y": "9706",
    "district": "Mokotów",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2046",
    "date": "1944-09-30",
    "lead_pl": "Upadek Żoliborza",
    "lead_en": "The fall of Żoliborz",
    "photo": "photo-not-available",
    "story_title": "Upadek Żoliborza",
    "story_body_pl": "Po zajęciu Mokotowa, Niemcy przypuszczają od 29 września szturm na północną dzielnicę Warszawy.\n\nTak o sytuacji na Żoliborzu opowiada kpr. pchor. Bronisław Lewandowski \"Zbyszek\" w Marszu Żoliborza, który napisał w trakcie powstania:\n\n\"W bój przeciw nam rzucili tysiąc sztukasów,\nLotniczych asów,\nSto tygrysów, sto tygrysów,\nKrzyczą, że myśmy dzicy bandyci z lasów,\nNie wiedzą wcale szkopy, jaką mamy broń.\n\nBo nasz obronny wał,\nMocniejszy jest od skał,\nA nasze serca twardsze są\nOd stali ich najcięższych dział.\nBez hełmów nasza skroń,\nLecz pęknie pocisk oń,\nBo nasza wola to jest\nNajwspanialsza polska broń.\n\nCóż stąd, że w naszej AK brak cekaemów,\nNo i peemów,\nKarabinów, karabinów?\nCóż stąd, że chleb nasz suchy, bez żadnych dżemów?\nCóż stąd, że w butach naszych pełno mamy dziur?\n\nBo nasz obronny wał...\n\nA gdy pobudka zagra o bladym świcie,\nNa śmierć i życie\nW bój pójdziemy, w bój pójdziemy!\nŚwiatu oznajmim pieśnią i dzwonów biciem,\nŻe w tym śmiertelnym boju zwyciężymy my!\n\nBo nasz obronny wał...\"\n\nNa zdjęciu widoczni są żołnierze Zgrupowania \"Żyrafa\" na stanowiskach na terenie klasztoru zmartwychwstanek - pozycji, którą Niemcy opanowują dopiero w przeddzień upadku dzielnicy.\n\n30 września dowódca Armii Krajowej wysyła do Naczelnego Wodza lakoniczną depeszę: \"Dziś o godzinie 18.00 padł Żoliborz.\"",
    "story_body_en": "After capturing Mokotów, Germans, starting with September 29th, launch an assault on the northern quarter of Warsaw.\n\nThe situation of Żoliborz is told by the Officer Cadet Corporal Bronisław Lewandowski \"Zbyszek\" in the \"March of Żoliborz\" [Marsz Żoliborza] which he wrote during the uprising:\n\n\"They threw a thousand Stukas against them,\nAirmen aces,\nA hundred Tigers, a hundred Tigers,\nThey shout we are wild bandits from forests,\nThe Fritzes do not know what weapon we hold.\n\nOur defensive wall,\nis stronger than rock,\nAnd our hearts are tougher,\nThan the steel of their biggest guns.\nOur skulls wear no helmets,\nStill their bullets will break,\nBecause the will\nIs the most magnificent of Polish arms.\n\nSo what we don’t have hmgs,\nNor lmgs,\nNo rifles, rifles?\nSo what our bread is dry and without jams?\nSo what our shoes are torn?\n\nIt is our defensive wall…\n\nAnd when the rise signal sounds and dawn,\nFor life and death\nWe shall fight, we shall fight!\nWe will tell the world with our song and ringing bells,\nThat in this mortal fight we win!\n\nIt is our defensive wall…\"\n\nOn the picture we see the soldiers of \"Żyrafa\" unit on their stands within the cloister of the sisters of resurrection – a position the German will only take a day before the whole district falls.\n\nOn September 30th the commander of Home Army sends a short message to the Supreme Commander: \"Today, at 18.00 hours Żoliborz fell.\"",
    "gps_latitude": "52.265915",
    "gps_longitude": "20.976319",
    "map_x": "6603",
    "map_y": "5244",
    "district": "Żoliborz",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  },
  {
    "id": "2024",
    "date": "1944-10-07",
    "lead_pl": "Exodus ludności Warszawy",
    "lead_en": "Exodus of Warsaw's population",
    "photo": "photo-not-available",
    "story_title": "Exodus ludności Warszawy",
    "story_body_pl": "Widoczny na pierwszym planie mężczyzna pchający wózek to Stefan Rassalski. Podczas powstania pełnił rolę fotoreportera, działał głównie na terenie południowego Śródmieścia. W wózku siedzi jego syn Bożydar. Po wojnie obydwaj będą robić zdjęcia zniszczonej Warszawie dokumentując straty, jakie doznała stolica podczas powstania.\n\nZdjęcie zostało wykonane przez kolegę po fachu Stefana Rassalskiego - Tadeusza Bonclera. Obydwaj panowie służyli w batalionie pancernym \"Golski\". Batalion tworzyli byli żołnierze 3 Batalionu Pancernego z Warszawy. W chwili wybuchu powstania nie posiadali oczywiście żadnych czołgów. Przyszło im jednak walczyć z niemiecką bronią pancerną podczas ataków na budynek \"Małej PASTy\". \n\nZdjęcie zostało wykonane na ulicy Wawelskiej, 7 października. Tą drogą Niemcy kierowali ludność cywilną z południowego Śródmieścia do Dworca Zachodniego. Tam następował załadunek na wagony. Cywile byli odsyłani do obozu w Pruszkowie.",
    "story_body_en": "The man pushing a cart, visible in the fore is Stefan Rassalski. He was a photojournalist during the uprising, active mostly in the southern Srodmiescie. In the cart sits his son, Bożydar. After the war they will both photograph the destroyed Warsaw, documenting the losses the capital sustained during the uprising.\n\nThe picture was taken by his friend photojournalist Tadeusz Boncler. Both gentlemen served in the \"Golski\" armored battalion. This battalion was formed by former soldiers of the prewar third Armored Battalion of Warsaw. At the outbreak of the uprising they, most obviously, had no tanks. Still they were forced to fight the German Panzer forces during their attacks on the \"Small PAST\" building.\n\nThe picture was taken at Wawelska St. on 7th of October. This road was used by the Germans to lead civilians out of the southern Srodmiescie to the Western Railroad Station where they were loaded into railway cars. The civilians were transported to the Pruszków camp.",
    "gps_latitude": 52.216702,
    "gps_longitude": 20.994624,
    "map_x": 7392,
    "map_y": 8637,
    "district": "Ochota",
    "photoCreditText_pl": "Zdjęcie niedostępne",
    "photoCreditText_en": "Photo not available",
    "photoCreditUrl": ""
  }
]
